Repository: World-Meteorological-Organization/cap-composer
Catalog: capcomposer/src/capcomposer/cap/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Feed name
am: ምግብ ስም
ar: اسم الخلاصة
es: Nombre del feed
fr: Nom du flux
pt: Nome do feed
sw: Jina la kulisha

source: Provide a name to identify the feed
pt: Forneça um nome para identificar o feed

source: Feed Type
pt: Tipo de feed

source: Select the type of feed
am: የመመገብ አይነት ይምረጡ
ar: حدد نوع الخلاصة
es: Seleccione el tipo de alimentación
fr: Sélectionnez le type de flux
pt: Selecione o tipo de feed
sw: Chagua aina ya malisho

source: Feed URL
am: መመገብ ዩ.አር.ኤል.
ar: عنوان URL للخلاصة
es: URL del feed
fr: URL du flux
pt: URL do feed
sw: Kulisha URL

source: Enter the URL of the feed
am: የመመገቡ ዩ አር ኤል ያስገቡ
ar: أدخل عنوان URL للخلاصة
es: Introduce la URL del feed.
fr: Saisissez l'URL du flux
pt: Insira o URL do feed
sw: Ingiza URL ya kulisha

source: Active
am: ንቁ
ar: نشيط
es: Activo
fr: Actif
pt: Ativo
sw: Kazi

source: Automatically fetch data from this feed. Uncheck to disable.
am: ከዚህ ምግብ መረጃ በራስ-ሰር ያወጣል. ለማሰናከል ምልክት ማድረግ.
ar: جلب البيانات تلقائيًا من هذه الخلاصة. قم بإلغاء التحديد للتعطيل.
es: Obtener datos automáticamente de este feed. Desmarque para desactivar.
fr: Récupérez automatiquement les données de ce flux. Décochez pour désactiver.
pt: Busque dados deste feed automaticamente. Desmarque para desativar.
sw: Panda kiotomatiki kutoka kwa kulisha hii. Uncheck kuzima.

source: Feed check interval in minutes
pt: Intervalo de verificação de alimentação em minutos

source: How often to check for new alerts in minutes. Min: 1, Max: 10
am: በደቂቃዎች ውስጥ ለአዳዲስ ማንቂያዎች ምን ያህል ጊዜ ለመፈተሽ. ደቂቃ: 1, ማክስ: 10
ar: كم مرة للتحقق من وجود تنبيهات جديدة في دقائق. الحد الأدنى: 1، الحد الأقصى: 10
es: Con qué frecuencia buscar nuevas alertas en minutos. Mín.: 1, Máx.: 10
fr: À quelle fréquence vérifier les nouvelles alertes en quelques minutes. Min : 1, Max : 10
pt: Com que frequência verificar novos alertas em minutos. Mínimo: 1, Máx.: 10
sw: Ni mara ngapi kuangalia arifu mpya katika dakika. Min: 1, max: 10

source: Validate CAP XML Signature
am: የተረጋገጠ ካፕ ኤክስኤምኤል ፊርማ
ar: التحقق من صحة توقيع CAP XML
es: Validar firma XML CAP
fr: Valider la signature XML CAP
pt: Validar assinatura XML CAP
sw: Thibitisha saini ya XML

source: Check to only import alerts with a valid XML signature.
am: በሚሠራው የ XML ፊርማ ጋር ለማስመጣት ማንቂያ ማንቂያዎችን ብቻ ያረጋግጡ.
ar: حدد هذا الخيار لاستيراد التنبيهات التي تحتوي على توقيع XML صالح فقط.
es: Marque para importar solo alertas con una firma XML válida.
fr: Cochez pour importer uniquement les alertes avec une signature XML valide.
pt: Marque para importar apenas alertas com uma assinatura XML válida.
sw: Angalia arifu za kuagiza tu na saini halali ya XML.

source: Submit imported alerts for moderation
am: ከውጭ የሚመጡ ማንቂያዎች ለሽያጭ ያቅርቡ
ar: إرسال التنبيهات المستوردة للإعتدال
es: Enviar alertas importadas para moderación
fr: Soumettre des alertes importées pour modération
pt: Envie alertas importados para moderação
sw: Peana arifu zilizoingizwa kwa kiasi

source: Check to automatically submit imported alerts for moderation. Otherwise, alerts will be saved as drafts.
am: ከውጭ ከውጭ የሚመጡ ማንቂያዎችን በራስ-ሰር ለማስገባት ያረጋግጡ. ያለበለዚያ ማንቂያዎች እንደ ረቂቆች ይቀመጣል.
ar: حدد هذا الإعداد لإرسال التنبيهات المستوردة تلقائيًا للإشراف. وبخلاف ذلك، سيتم حفظ التنبيهات كمسودات.
es: Marque para enviar automáticamente alertas importadas para moderación. De lo contrario, las alertas se guardarán como borradores.
fr: Cochez pour soumettre automatiquement les alertes importées pour modération. Sinon, les alertes seront enregistrées sous forme de brouillons.
pt: Marque para enviar automaticamente alertas importados para moderação. Caso contrário, os alertas serão salvos como rascunhos.
sw: Angalia ili kuwasilisha otomatiki arifu zilizoingizwa kwa wastani. Vinginevyo, arifu zitaokolewa kama rasimu.

source: External Alert Feed
am: ውጫዊ ማንቂያ ደውል
ar: تغذية التنبيه الخارجية
es: Fuente de alerta externa
fr: Flux d'alerte externe
pt: Feed de alerta externo
sw: Malisho ya tahadhari ya nje

source: External Alert Feeds
am: ውጫዊ ማንቂያ ምግቦች
ar: خلاصات التنبيه الخارجية
es: Fuentes de alerta externas
fr: Flux d'alertes externes
pt: Feeds de alertas externos
sw: Malisho ya nje ya tahadhari

source: Alert URL
pt: URL de alerta

source: The URL of the alert XML
am: የማንቂያ XML ዩ.አር.ኤል. ዩ.አር.ኤል.
ar: عنوان URL للتنبيه XML
es: La URL del XML de alerta.
fr: L'URL du XML d'alerte
pt: A URL do XML de alerta
sw: URL ya Alert XML

source: Remote Alert ID
am: የርቀት ማንቂያ መታወቂያ
ar: معرف التنبيه عن بعد
es: ID de alerta remota
fr: ID d'alerte à distance
pt: ID de alerta remoto
sw: Kitambulisho cha tahadhari ya mbali

source: The unique identifier of the alert in the remote feed
am: በርቀት ምግብ ውስጥ የማንቂያ ልዩ መለያ
ar: المعرف الفريد للتنبيه في الخلاصة عن بعد
es: El identificador único de la alerta en la fuente remota.
fr: L'identifiant unique de l'alerte dans le flux distant
pt: O identificador exclusivo do alerta no feed remoto
sw: Kitambulisho cha kipekee cha tahadhari katika kulisha mbali

source: The imported alert from this entry
am: ከዚህ ግቤት ከውጭ የመጣው ማንቂያ
ar: التنبيه المستورد من هذا الإدخال
es: La alerta importada de esta entrada.
fr: L'alerte importée de cette entrée
pt: O alerta importado desta entrada
sw: Arifa iliyoingizwa kutoka kwa kiingilio hiki

source: External Alert Feed Entry
am: ውጫዊ ማንቂያ ደጃፍ ምግብ ግቤት
ar: إدخال موجز التنبيه الخارجي
es: Entrada de alerta externa
fr: Entrée de flux d’alerte externe
pt: Entrada de feed de alerta externo
sw: Kuingia kwa tahadhari ya nje

source: External Alert Feed Entries
am: ውጫዊ ማስጠንቀቂያ መመሪያ ግቤቶች
ar: إدخالات موجز التنبيه الخارجي
es: Entradas de alertas externas
fr: Entrées de flux d’alertes externes
pt: Entradas de feed de alerta externo
sw: Maingizo ya nje ya tahadhari ya nje

source: For search engines
am: ለጭንቅላት ሞተሮች
ar: لمحركات البحث
es: Para motores de búsqueda
fr: Pour les moteurs de recherche
pt: Para motores de busca
sw: Kwa injini za utaftaji

source: For site menus
am: ለጣቢያ ምናሌዎች
ar: لقوائم الموقع
es: Para menús del sitio
fr: Pour les menus du site
pt: Para menus do site
sw: Kwa menyu ya tovuti

source: CAP Alerts Heading
am: ካፕ ማንቂያዎች
ar: عنوان تنبيهات CAP
es: Título de alertas de la PAC
fr: Rubrique Alertes CAP
pt: Título de alertas CAP
sw: Arifa za cap

source: Number of alerts to show per page
am: በአንድ ገጽ ለማሳየት የማስጠንቀቂያዎች ብዛት
ar: عدد التنبيهات التي سيتم عرضها في كل صفحة
es: Número de alertas a mostrar por página
fr: Nombre d'alertes à afficher par page
pt: Número de alertas a serem exibidos por página
sw: Idadi ya arifu za kuonyesha kwa kila ukurasa

source: Effective date cannot be earlier than the alert sent date.
am: ውጤታማ ቀን ከላኪው ቀን በፊት መሆን አይቻልም.
ar: لا يمكن أن يكون تاريخ السريان أقدم من تاريخ إرسال التنبيه.
es: La fecha de vigencia no puede ser anterior a la fecha de envío de la alerta.
fr: La date d’effet ne peut être antérieure à la date d’envoi de l’alerte.
pt: A data de vigência não pode ser anterior à data de envio do alerta.
sw: Tarehe ya ufanisi haiwezi kuwa mapema kuliko tarehe iliyotumwa ya tahadhari.

source: Expires date cannot be earlier than the alert sent date.
am: ጊዜው የሚያበቃበት ቀን ከቀዳሚው ቀን ቀደም ብሎ ሊሆን አይችልም.
ar: لا يمكن أن يكون تاريخ انتهاء الصلاحية أقدم من تاريخ إرسال التنبيه.
es: La fecha de vencimiento no puede ser anterior a la fecha de envío de la alerta.
fr: La date d'expiration ne peut pas être antérieure à la date d'envoi de l'alerte.
pt: A data de expiração não pode ser anterior à data de envio do alerta.
sw: Tarehe ya kumalizika haiwezi kuwa mapema kuliko tarehe iliyotumwa ya tahadhari.

source: Imported
am: ከውጭ አስመጣ
ar: مستورد
es: Importado
fr: Importé
pt: Importado
sw: Kuingizwa

source: CAP Alert
am: ካፕ ማንቂያ
ar: تنبيه CAP
es: Alerta de la PAC
fr: Alerte PAC
pt: Alerta PAC
sw: Tahadhari ya cap

source: Left of the Navbar
am: የናቪአቤር ግራ
ar: يسار شريط التنقل
es: A la izquierda de la barra de navegación
fr: À gauche de la barre de navigation
pt: À esquerda da barra de navegação
sw: Kushoto kwa Navbar

source: Top of the Navbar
am: የናቪአባዋን አናት
ar: أعلى شريط التنقل
es: Parte superior de la barra de navegación
fr: Haut de la barre de navigation
pt: Parte superior da barra de navegação
sw: Juu ya Navbar

source: Active Alert Style
am: ንቁ ማንቂያ ቅጥ
ar: نمط التنبيه النشط
es: Estilo de alerta activa
fr: Style d'alerte active
pt: Estilo de alerta ativo
sw: Mtindo wa tahadhari inayotumika

source: Choose the style of active alerts
am: ንቁ ማንቂያዎችን ዘይቤዎች ይምረጡ
ar: اختر نمط التنبيهات النشطة
es: Elige el estilo de las alertas activas.
fr: Choisissez le style des alertes actives
pt: Escolha o estilo dos alertas ativos
sw: Chagua mtindo wa arifu za kazi

source: Other Settings
am: ሌሎች ቅንብሮች
ar: إعدادات أخرى
es: Otras configuraciones
fr: Autres paramètres
pt: Outras configurações
sw: Mipangilio mingine

source: At most once. Fire and forget
am: በአንድ ጊዜ በአብዛኛው. እሳት እና ይረሱ
ar: مرة واحدة على الأكثر. النار وننسى
es: Como máximo una vez. Dispara y olvida
fr: Au plus une fois. Tire et oublie
pt: No máximo uma vez. Dispare e esqueça
sw: Mara moja. Moto na usahau

source: At least once. I’ll keep sending until you say you got it
am: ቢያንስ አንድ ጊዜ. እርስዎ እንዳገኙት እስኪያገኙ ድረስ እቀጥላለሁ
ar: مرة واحدة على الأقل. سأستمر في الإرسال حتى تقول أنك حصلت عليه
es: Al menos una vez. Seguiré enviando hasta que digas que lo tienes.
fr: Au moins une fois. Je continuerai à envoyer jusqu'à ce que tu dises que tu l'as reçu
pt: Pelo menos uma vez. Vou continuar enviando até você dizer que entendeu

source: Name
am: ስም
ar: اسم
es: Nombre
fr: Nom
pt: Nome
sw: Jina

source: Provide a name to identify the broker
am: ደላላውን ለመለየት ስም ይስጡ
ar: قم بتوفير اسم للتعرف على الوسيط
es: Proporcione un nombre para identificar al corredor
fr: Fournir un nom pour identifier le courtier
pt: Forneça um nome para identificar o corretor
sw: Toa jina la kutambua broker

source: Broker Host
am: ደላላ አስተናጋጅ
ar: مضيف الوسيط
es: Anfitrión del corredor
fr: Courtier hôte
pt: Host do corretor
sw: Mwenyeji wa broker

source: Provide the broker host name or IP address
am: የደላላ አስተናጋጅ ስም ወይም የአይፒ አድራሻ ያቅርቡ
ar: قم بتوفير اسم مضيف الوسيط أو عنوان IP
es: Proporcione el nombre de host del corredor o la dirección IP
fr: Fournissez le nom d'hôte ou l'adresse IP du courtier
pt: Forneça o nome do host do corretor ou endereço IP
sw: Toa jina la mwenyeji wa broker au anwani ya IP

source: Broker Port
am: ደላላ ወደብ
ar: ميناء الوسيط
es: Puerto del corredor
fr: Port du courtier
pt: Porta do Corretor
sw: Bandari ya broker

source: Provide the broker port number
am: ደላላውን ወደብ ቁጥር ያቅርቡ
ar: توفير رقم منفذ الوسيط
es: Proporcione el número de puerto del corredor
fr: Fournir le numéro de port du courtier
pt: Forneça o número da porta do corretor
sw: Toa nambari ya bandari ya broker

source: Broker Username
am: ደላላ የተጠቃሚ ስም
ar: اسم مستخدم الوسيط
es: Nombre de usuario del corredor
fr: Nom d'utilisateur du courtier
pt: Nome de usuário do corretor
sw: Jina la mtumiaji la Broker

source: Broker Password
am: የደላላ የይለፍ ቃል
ar: كلمة مرور الوسيط
es: Contraseña del corredor
fr: Mot de passe du courtier
pt: Senha do corretor
sw: Nenosiri la Broker

source: Enter a password. If a password already exists, it will be updated
am: የይለፍ ቃል ያስገቡ. የይለፍ ቃል አስቀድሞ ካለ, ይሻሻላል
ar: أدخل كلمة المرور. إذا كانت كلمة المرور موجودة بالفعل، فسيتم تحديثها
es: Introduzca una contraseña. Si ya existe una contraseña, se actualizará
fr: Entrez un mot de passe. Si un mot de passe existe déjà, il sera mis à jour
pt: Digite uma senha. Se já existir uma senha, ela será atualizada
sw: Ingiza nywila. Ikiwa nywila tayari ipo, itasasishwa

source: Is WIS2Box Node
am: WISE2bobo node ነው
ar: هي عقدة WIS2Box
es: ¿Es el nodo WIS2Box?
fr: Est-ce que le nœud WIS2Box
pt: É o nó WIS2Box
sw: Ni nodi ya Wis2box

source: Check this box if you are providing the broker details of a wis2box.
am: የደላላውን የደላላ ዝርዝሮችን የሚሰጡ ከሆነ እዚህ ሳጥን ውስጥ ምልክት ያድርጉ.
ar: حدد هذا المربع إذا كنت تقدم تفاصيل الوسيط الخاص بـ wis2box.
es: Marque esta casilla si proporciona los detalles del corredor de un wis2box.
fr: Cochez cette case si vous fournissez les détails du courtier d'une wis2box.
pt: Marque esta caixa se você estiver fornecendo os detalhes do corretor de um wis2box.
sw: Angalia kisanduku hiki ikiwa unapeana maelezo ya broker ya Wis2box.

source: Topic
am: ርዕስ
ar: عنوان
es: Tema
fr: Sujet
pt: Tópico
sw: Mada

source: Provide the MQTT topic to publish the CAP alerts.
am: የካድኑ ማንቂያዎችን ለማተም የ MQTT ርዕስ ያቅርቡ.
ar: قم بتوفير موضوع MQTT لنشر تنبيهات CAP.
es: Proporcione el tema MQTT para publicar las alertas de CAP.
fr: Fournissez la rubrique MQTT pour publier les alertes CAP.
pt: Forneça o tópico MQTT para publicar os alertas CAP.
sw: Toa mada ya MQTT kuchapisha arifu za CAP.

source: Quality of Service (QoS)
am: የአገልግሎት ጥራት (QOS)
ar: جودة الخدمة (QoS)
es: Calidad de Servicio (QoS)
fr: Qualité de service (QoS)
pt: Qualidade de Serviço (QoS)
sw: Ubora wa Huduma (QOS)

source: Dataset ID
am: የውሂብ መታወቂያ መታወቂያ
ar: معرف مجموعة البيانات
es: ID del conjunto de datos
fr: ID de l'ensemble de données
pt: ID do conjunto de dados
sw: Kitambulisho cha data

source: Provide the metadata ID for your dataset registered in the wis2box. If you do not have this, please create a dataset in the wis2box before proceeding.
am: በ WITE1box ውስጥ ለተመዘገበው የመረጃ ቋትዎ ሜታዳታ መታወቂያ ያቅርቡ. ይህ ከሌለዎት እባክዎን ከቀጥታ ከመጀመሩ በፊት በ Wind2box ውስጥ የውሂብ ስብስብ ይፍጠሩ.
ar: قم بتوفير معرف البيانات الوصفية لمجموعة البيانات الخاصة بك المسجلة في wis2box. إذا لم يكن لديك هذا، يرجى إنشاء مجموعة بيانات في wis2box قبل المتابعة.
es: Proporcione el ID de metadatos para su conjunto de datos registrado en wis2box. Si no tiene esto, cree un conjunto de datos en wis2box antes de continuar.
fr: Fournissez l'ID de métadonnées de votre ensemble de données enregistré dans la wis2box. Si vous ne l'avez pas, veuillez créer un ensemble de données dans la wis2box avant de continuer.
pt: Forneça o ID de metadados do seu conjunto de dados registrado no wis2box. Se você não tiver isso, crie um conjunto de dados no wis2box antes de continuar.
sw: Toa kitambulisho cha metadata kwa hifadhidata yako iliyosajiliwa kwenye Wis2Box. Ikiwa hauna hii, tafadhali tengeneza daftari kwenye sanduku la Wis2 kabla ya kuendelea.

source: Automatically publish CAP alerts to this broker
am: ወደዚህ ደላላ ማንቂያዎችን በራስ-ሰር ማንቂያዎችን ያትሙ
ar: نشر تنبيهات CAP تلقائيًا لهذا الوسيط
es: Publicar automáticamente alertas de CAP para este corredor
fr: Publier automatiquement les alertes CAP sur ce courtier
pt: Publicar automaticamente alertas CAP para este corretor
sw: Chapisha moja kwa moja arifu za cap kwa broker hii

source: Retry on failure
am: በችግር ላይ እንደገና ይሞክሩ
ar: أعد المحاولة عند الفشل
es: Reintentar en caso de error
fr: Réessayer en cas d'échec
pt: Tentar novamente em caso de falha
sw: Jaribu tena juu ya kutofaulu

source: Broker Information
am: ደላላ መረጃ
ar: معلومات الوسيط
es: Información del corredor
fr: Informations sur le courtier
pt: Informações do corretor
sw: Habari ya broker

source: Authentication
am: ማረጋገጫ
ar: المصادقة
es: Autenticación
fr: Authentification
pt: Autenticação
sw: Uthibitishaji

source: Dataset ID is required for a WIS2Box Broker
am: የውሂብ መታወቂያ ለ WISE2COX ደላላ ያስፈልጋል
ar: معرف مجموعة البيانات مطلوب لوسيط WIS2Box
es: Se requiere ID de conjunto de datos para un corredor WIS2Box
fr: L'ID de l'ensemble de données est requis pour un courtier WIS2Box
pt: O ID do conjunto de dados é necessário para um corretor WIS2Box
sw: Kitambulisho cha data inahitajika kwa broker ya Wis2box

source: Topic is required
am: ርዕስ ያስፈልጋል
ar: الموضوع مطلوب
es: Se requiere tema
fr: Le sujet est obligatoire
pt: O tópico é obrigatório
sw: Mada inahitajika

source: Secret key for encrypting passwords is not set. Please ensure the CAP_MQTT_SECRET_KEY is set
am: የይለፍ ቃሎችን ለማመስጠር ሚስጥራዊ ቁልፍ አልተዘጋጀም. እባክዎን ካፕ_MEQTT_Scret_ke_ ን ያረጋግጡ
ar: لم يتم تعيين المفتاح السري لتشفير كلمات المرور. الرجاء التأكد من تعيين CAP_MQTT_SECRET_KEY
es: La clave secreta para cifrar contraseñas no está establecida. Asegúrese de que CAP_MQTT_SECRET_KEY esté configurado
fr: La clé secrète pour crypter les mots de passe n'est pas définie. Veuillez vous assurer que CAP_MQTT_SECRET_KEY est défini
pt: A chave secreta para criptografar senhas não está definida. Certifique-se de que CAP_MQTT_SECRET_KEY esteja definido
sw: Ufunguo wa siri wa nywila za usimbuaji haujawekwa. Tafadhali hakikisha cap_mqtt_secret_key imewekwa

source: Password is required if creating a new broker
am: አዲስ ደላላ በመፍጠር የይለፍ ቃል ያስፈልጋል
ar: كلمة المرور مطلوبة في حالة إنشاء وسيط جديد
es: Se requiere contraseña si se crea un nuevo corredor
fr: Un mot de passe est requis si vous créez un nouveau courtier
pt: A senha é necessária ao criar um novo corretor
sw: Nenosiri linahitajika ikiwa kuunda broker mpya

source: MQTT Broker
am: Mqtt ደላላ
ar: وسيط MQTT
es: Corredor MQTT
fr: Courtier MQTT
pt: Corretor MQTT

source: MQTT Brokers
am: Mqtt ደላላዎች
ar: وسطاء MQTT
es: Corredores MQTT
fr: Courtiers MQTT
pt: Corretores MQTT
sw: Madalali wa MQTT

source: Pending
am: በመጠባበቅ ላይ
ar: قيد الانتظار
es: Pendiente
fr: En attente
pt: Pendente
sw: Inasubiri

source: Failure
am: ውድቀት
ar: فشل
es: Falla
fr: Échec
pt: Falha
sw: Kushindwa

source: Success
am: ስኬት
ar: نجاح
es: Éxito
fr: Succès
pt: Sucesso
sw: Mafanikio

source: Retries
am: እንደገና መሞከር
ar: إعادة المحاولة
es: Reintentos
fr: Nouvelles tentatives
pt: Novas tentativas
sw: Anarudi

source: Last Error Message
am: የመጨረሻው የስህተት መልእክት
ar: رسالة الخطأ الأخيرة
es: Último mensaje de error
fr: Dernier message d'erreur
pt: Última mensagem de erro
sw: Ujumbe wa mwisho wa makosa

source: MQTT Broker Event
am: MQTT BRAKER ክስተት
ar: حدث وسيط MQTT
es: Evento de corredor MQTT
fr: Événement de courtier MQTT
pt: Evento do corretor MQTT
sw: Tukio la broker la MQTT

source: MQTT Broker Events
am: Mqtt ደላላ ክስተቶች
ar: أحداث وسيط MQTT
es: Eventos del corredor MQTT
fr: Événements du courtier MQTT
pt: Eventos do corretor MQTT
sw: Matukio ya broker ya MQTT

source: CAP Menu Permission
am: ካፕ ምናሌ ፈቃድ
ar: إذن قائمة CAP
es: Permiso del menú CAP
fr: Autorisation du menu CAP
pt: Permissão do menu CAP
sw: Ruhusa ya menyu

source: CAP Menu Permissions
am: ካፕ ምናሌ ፈቃዶች
ar: أذونات قائمة CAP
es: Permisos del menú CAP
fr: Autorisations du menu CAP
pt: Permissões do menu CAP
sw: Ruhusa za menyu ya cap

source: View PNG
am: ፒንግ ይመልከቱ
ar: عرض PNG
es: Ver PNG
fr: Afficher PNG
pt: Ver PNG
sw: Tazama PNG

source: View PDF
am: ፒዲኤፍ ይመልከቱ
ar: عرض قوات الدفاع الشعبي
es: Ver PDF
fr: Afficher le PDF
pt: Ver PDF
sw: Tazama PDF

source: Warning: This is not an Actual alert
am: ማስጠንቀቂያ-ይህ ትክክለኛ ማንቂያ አይደለም
ar: تحذير: هذا ليس تنبيهًا فعليًا
es: Advertencia: esta no es una alerta real
fr: Avertissement : ce n'est pas une alerte réelle
pt: Aviso: este não é um alerta real
sw: Onyo: Hii sio tahadhari halisi

source: The alert below is marked as
am: ከዚህ በታች ያለው ማንቂያ እንደ ምልክት ተደርጎበታል
ar: تم وضع علامة على التنبيه أدناه كـ
es: La alerta a continuación está marcada como
fr: L'alerte ci-dessous est marquée comme
pt: O alerta abaixo está marcado como
sw: Arifa hapa chini ni alama kama

source: This means it is not an Actual alert and therefore not actionable to the general public
am: ይህ ማለት ትክክለኛ ማንቃት አይደለም ስለሆነም ለአጠቃላይ ህዝብ ምንም እርምጃ የማይወስድ አይደለም
ar: وهذا يعني أنه ليس تنبيهًا فعليًا، وبالتالي لا يمكن اتخاذ قرار بشأنه لعامة الناس
es: Esto significa que no es una alerta real y, por lo tanto, no es procesable para el público en general.
fr: Cela signifie qu'il ne s'agit pas d'une alerte réelle et qu'elle ne peut donc pas donner lieu à une action auprès du grand public.
pt: Isso significa que não é um alerta real e, portanto, não pode ser acionado pelo público em geral
sw: Hii inamaanisha sio tahadhari halisi na kwa hivyo haiwezi kutekelezwa kwa umma kwa ujumla

source: This alert is an update to the previously published alerts below:
am: ይህ ማንቂያ ከዚህ በታች ላሉት የታተሙ ማንቂያዎች ዝመና ነው-
ar: يعد هذا التنبيه تحديثًا للتنبيهات المنشورة مسبقًا أدناه:
es: Esta alerta es una actualización de las alertas publicadas anteriormente a continuación:
fr: Cette alerte est une mise à jour des alertes précédemment publiées ci-dessous :
pt: Este alerta é uma atualização dos alertas publicados anteriormente abaixo:
sw: Arifa hii ni sasisho kwa arifu zilizochapishwa hapo chini:

source: This alert cancels the previously published alerts below:
am: ይህ ማንቂያ ከዚህ በታች የታተሙትን የታተሙ ማንቂያዎች ከዚህ በታች ይላካል.
ar: يلغي هذا التنبيه التنبيهات المنشورة سابقًا أدناه:
es: Esta alerta cancela las alertas publicadas anteriormente a continuación:
fr: Cette alerte annule les alertes précédemment publiées ci-dessous :
pt: Este alerta cancela os alertas publicados anteriormente abaixo:
sw: Arifa hii inafuta arifu zilizochapishwa hapo chini:

source: Alert Severity
am: ማስጠንቀቂያ
ar: تنبيه الخطورة
es: Gravedad de la alerta
fr: Gravité de l'alerte
pt: Gravidade do Alerta
sw: Ukali wa tahadhari

source: Extreme
am: በጣም
ar: أقصى
es: Extremo
fr: Extrême
pt: Extremo
sw: Uliokithiri

source: Severe
am: ከባድ
ar: شديد
es: Severo
fr: Grave
pt: Forte
sw: MUHIMU

source: Moderate
am: መካከለኛ
ar: معتدل
es: Moderado
fr: Modéré
pt: Moderado
sw: Wastani

source: Minor
am: አናሳ
ar: صغير
es: Menor
fr: Mineure
pt: Menor
sw: Mdogo

source: Language
am: ቋንቋ
ar: لغة
es: Idioma
fr: Langue
pt: Linguagem
sw: Lugha

source: Category
am: ምድብ
ar: فئة
es: Categoría
fr: Catégorie
pt: Categoria
sw: Jamii

source: Urgency
am: አጣዳፊነት
ar: إلحاح
es: Urgencia
fr: Urgence
pt: Urgência
sw: Uharaka

source: Immediate
am: ወዲያውኑ
ar: مباشر
es: Inmediato
fr: Immédiat
pt: Imediato
sw: Mara moja

source: Expected
am: የሚጠበቀው
ar: مُتوقع
es: Esperado
fr: Attendu
pt: Esperado
sw: Inatarajiwa

source: Future
am: ወደፊት
ar: مستقبل
es: Futuro
fr: Avenir
pt: Futuro
sw: Baadaye

source: Past
am: ያለፈው
ar: ماضي
es: Pasado
fr: Passé
pt: Passado
sw: Zamani

source: Severity
am: ከባድነት
ar: خطورة
es: Gravedad
fr: Gravité
pt: Gravidade
sw: Ukali

source: Certainty
am: እርግጠኛነት
ar: بالتاكيد
es: Certeza
fr: Certitude
pt: Certeza
sw: Uhakikisho

source: Observed
am: ተመለከተ
ar: لاحظ
es: Observado
fr: Observé
pt: Observado
sw: Kuzingatiwa

source: Likely
am: ሊሆን ይችላል
ar: محتمل
es: Probable
fr: Probable
pt: Provável

source: Possible
am: የሚቻል
ar: ممكن
es: Posible
pt: Possível
sw: Inawezekana

source: Unlikely
am: የማይቻል
ar: من غير المحتمل
es: Improbable
fr: Peu probable
pt: Improvável
sw: Uwezekano

source: Response Types
am: ምላሽ ዓይነቶች
ar: أنواع الاستجابة
es: Tipos de respuesta
fr: Types de réponses
pt: Tipos de resposta
sw: Aina za majibu

source: Shelter
am: መጠለያ
ar: مَأوىً
es: Refugio
fr: Abri
pt: Abrigo
sw: Makazi

source: Evacuate
am: ለቆ መውጣት
ar: إخلاء
es: Evacuar
fr: Évacuer
pt: Evacuar
sw: Kuokoa

source: Prepare
am: አዘጋጁ
ar: يحضر
es: Preparar
fr: Préparer
pt: Preparar
sw: Jitayarishe

source: Execute
am: ተግባራዊ ማድረግ
ar: ينفذ
es: Ejecutar
fr: Exécuter
pt: Executar
sw: Kutekeleza

source: Avoid
am: ራቅ
ar: يتجنب
es: Evitar
fr: Éviter
pt: Evitar
sw: Epuka

source: Assess
am: መገምገም
ar: يٌقيِّم
es: Evaluar
fr: Évaluer
pt: Avaliar
sw: Tathmini

source: AllClear
am: ቼልሌር
ar: كل كلير
es: Todo claro
fr: ToutEffacer
pt: Tudo limpo

source: None
am: የለም
ar: لا أحد
es: Ninguno
fr: Aucun
pt: Nenhum
sw: Hakuna

source: Time period
am: ጊዜ
ar: الفترة الزمنية
es: Periodo de tiempo
fr: Période
pt: Período de tempo
sw: Kipindi cha muda

source: Issued
am: የተሰጠው
ar: صادر
es: Emitido
fr: Émis
pt: Publicado
sw: Imetolewa

source: Effective
am: ውጤታማ
ar: فعال
es: Eficaz
fr: Efficace
pt: Eficaz
sw: Ufanisi

source: Onset
am: መቀስቀስ
ar: بداية
es: Comienzo
fr: Début
pt: Início
sw: Mwanzo

source: Expires
am: ጊዜው ያልፋል
ar: تنتهي
es: Vence
fr: Expire
pt: Expira
sw: Inaisha

source: Area
am: አካባቢ
ar: منطقة
es: Área
fr: Zone
pt: Área
sw: Eneo

source: Event Description
am: የዝግጅት መግለጫ
ar: وصف الحدث
es: Descripción del evento
fr: Description de l'événement
pt: Descrição do Evento
sw: Maelezo ya Tukio

source: Instructions
am: መመሪያዎች
ar: تعليمات
es: Instrucciones
pt: Instruções
sw: Maagizo

source: Description
am: መግለጫ
ar: وصف
es: Descripción
pt: Descrição
sw: Maelezo

source: Instruction
am: መመሪያ
ar: تعليمات
es: Instrucción
pt: Instrução
sw: Maagizo
