Repository: World-Meteorological-Organization/cap-composer
Catalog: capcomposer/src/capcomposer/cap/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Active Alerts
am: ንቁ ማንቂያዎች
ar: التنبيهات النشطة
es: Alertas activas
fr: Alertes actives
pt: Alertas ativos
sw: Arifu zinazotumika

source: No active alerts currently
am: በአሁኑ ጊዜ ምንም ንቁ ማንቂያዎች
ar: لا توجد تنبيهات نشطة حاليا
es: No hay alertas activas actualmente
fr: Aucune alerte active actuellement
pt: Nenhum alerta ativo no momento
sw: Hakuna arifu za kazi kwa sasa

source: Past Alerts
am: ያለፉ ማንቂያዎች
ar: التنبيهات الماضية
es: Alertas pasadas
fr: Alertes passées
pt: Alertas anteriores
sw: Arifu za zamani

source: Event type
am: የዝግጅት አይነት
ar: نوع الحدث
es: Tipo de evento
fr: Type d'événement
pt: Tipo de evento
sw: Aina ya hafla

source: Identifier
am: መለያ
ar: المعرف
es: Identificador
fr: Identifiant
pt: Identificador
sw: Kitambulisho

source: Sender
am: ላኪ
ar: مرسل
es: Remitente
fr: Expéditeur
pt: Remetente
sw: Mtumaji

source: Sent
am: ተልኳል
ar: مرسل
es: Enviado
fr: Envoyé
pt: Enviado
sw: Imetumwa

source: Message Type
am: የመልእክት ዓይነት
ar: نوع الرسالة
es: Tipo de mensaje
fr: Type de message
pt: Tipo de mensagem
sw: Aina ya Ujumbe

source: Scope
am: ወሰን
ar: نِطَاق
es: Alcance
fr: Portée
pt: Escopo
sw: Wigo

source: Reference Alerts
am: ማጣቀሻ ማንቂያዎች
ar: التنبيهات المرجعية
es: Alertas de referencia
fr: Alertes de référence
pt: Alertas de referência
sw: Arifu za kumbukumbu

source: Time
am: ጊዜ
ar: وقت
es: Tiempo
fr: Temps
pt: Tempo
sw: Wakati

source: Headline
am: አርዕስት
ar: العنوان
es: Titular
fr: Titre
pt: Título
sw: Kichwa cha habari

source: Contact
am: እውቂያ
ar: اتصال
es: Contacto
pt: Contato
sw: Wasiliana

source: Issued on:
am: የተሰጠው
ar: صدر بتاريخ:
es: Emitido el:
fr: Publié le :
pt: Emitido em:
sw: Imetolewa:

source: %(issued_on)s
am: % (የተሰጠ_እርስዎ) s
es: %(emitido_en)s
pt: %(emitido_em)s
sw: %(iliyotolewa_on) s

source: Alert
am: ማንቂያ
ar: يُحذًِر
es: Alerta
fr: Alerte
pt: Alerta
sw: Tahadhari

source: Latest alerts
am: የቅርብ ጊዜ ማንቂያዎች
ar: أحدث التنبيهات
es: Últimas alertas
fr: Dernières alertes
pt: Últimos alertas
sw: Arifa za hivi karibuni

source: Latest alerts from %(sender_name)s
am: የቅርብ ጊዜ ማንቂያዎች ከ% (ከላኪ_ ስም) s
ar: أحدث التنبيهات من %(sender_name)s
es: Últimas alertas de %(sender_name)s
fr: Dernières alertes de %(sender_name)s
pt: Últimos alertas de %(sender_name)s
sw: Arifa za hivi karibuni kutoka %(Sender_name) s

source: CAP Alert PNG and PDF created successfully.
am: ካፕ ማንቂያ ማንቂያ ፒንግ እና ፒዲኤፍ በተሳካ ሁኔታ ተፈጠረ.
ar: تم إنشاء CAP Alert PNG وPDF بنجاح.
es: Alerta CAP PNG y PDF creados correctamente.
fr: CAP Alert PNG et PDF créés avec succès.
pt: CAP Alert PNG e PDF criados com sucesso.
sw: CAP Alert PNG na PDF imeundwa kwa mafanikio.

source: Failed to create CAP Alert PNG and PDF.
am: የካፒቱን ማንቂያ ፒንግ እና ፒዲኤፍ መፍጠር አልተሳካም.
ar: فشل في إنشاء CAP Alert PNG وPDF.
es: No se pudo crear la alerta CAP PNG y PDF.
fr: Échec de la création du CAP Alert PNG et PDF.
pt: Falha ao criar PNG e PDF de alerta CAP.
sw: Imeshindwa kuunda tahadhari ya PNG na PDF.

source: Create PNG/PDF
am: ፒንግ / ፒዲኤፍ ይፍጠሩ
ar: إنشاء PNG/PDF
es: Crear PNG/PDF
fr: Créer un PNG/PDF
pt: Criar PNG/PDF
sw: Unda PNG/PDF

source: LIVE
am: መኖር
ar: يعيش
es: VIVIR
fr: EN DIRECT
pt: AO VIVO

source: Visit the live page
am: የቀጥታ ገጽ ጎብኝ
ar: قم بزيارة الصفحة المباشرة
es: Visita la página en vivo
fr: Visitez la page en direct
pt: Visite a página ao vivo
sw: Tembelea ukurasa wa moja kwa moja

source: Alerts
am: ማንቂያዎች
ar: التنبيهات
es: Alertas
fr: Alertes
pt: Alertas
sw: Arifu

source: Webhook Events
am: የ Webhok ክስተቶች
ar: أحداث الويب هوك
es: Eventos de webhook
fr: Événements Webhook
pt: Eventos de webhook
sw: Matukio ya WebHook

source: External CAP Alert Feeds
am: ውጫዊ ካፕ ማንቂያ ምግቦች
ar: خلاصات تنبيهات CAP الخارجية
es: Fuentes de alerta de CAP externas
fr: Flux d’alertes CAP externes
pt: Feeds de alertas externos de CAP
sw: Malisho ya tahadhari ya nje

source: Import CAP Alert
am: የማስመጣት ካፕ ማስጠንቀቂያ
ar: تنبيه استيراد CAP
es: Alerta de PAC de importación
fr: Importer une alerte CAP
pt: Alerta de importação CAP
sw: Ingiza tahadhari ya cap

source: CAP Base Settings
am: ካፕ የመሠረት ቅንብሮች
ar: إعدادات قاعدة CAP
es: Configuración básica de la PAC
fr: Paramètres de base du CAP
pt: Configurações básicas do CAP
sw: Mipangilio ya msingi wa cap

source: Alert '%(page_title)s' copied. You can edit the new alert below.
am: ማንቂያ '% (ገጽ_TITLE) S' ተቀዳጅ. አዲሱን ማንቂያ ከዚህ በታች ማርትዕ ይችላሉ.
ar: تم نسخ التنبيه '%(page_title)s'. يمكنك تعديل التنبيه الجديد أدناه.
es: Alerta '%(page_title)s' copiada. Puede editar la nueva alerta a continuación.
fr: Alerte '%(page_title)s' copiée. Vous pouvez modifier la nouvelle alerte ci-dessous.
pt: Alerta '%(page_title)s' copiado. Você pode editar o novo alerta abaixo.
sw: Tahadhari '%(ukurasa_title) s' kunakiliwa. Unaweza kuhariri tahadhari mpya hapa chini.

source: Actual Alerts cannot be Unpublished after they have been published
am: ትክክለኛ ማንቂያዎች ከታተሙ በኋላ ሳያውቁ ሊታተሙ አይችሉም
ar: لا يمكن إلغاء نشر التنبيهات الفعلية بعد نشرها
es: Las alertas reales no se pueden cancelar una vez publicadas
fr: Les alertes réelles ne peuvent pas être annulées après leur publication.
pt: Alertas reais não podem ser despublicados depois de terem sido publicados
sw: Arifa halisi haziwezi kuchapishwa baada ya kuchapishwa

source: Actual Alerts cannot be deleted after they have been published. To cancel or publish an update to this alert, create a new alert of Message Type 'Cancel' or 'Update' and reference this alert
am: ከታተሙ በኋላ ትክክለኛ ማንቂያዎች ሊሰረዙ አይችሉም. ወደዚህ Anret ለማዘመን ወይም ለማተም, የመልእክት ዓይነት 'ስረዛ' ወይም 'ማዘመኛ' ወይም ይህንን ማንቂያ ያውጡ
ar: لا يمكن حذف التنبيهات الفعلية بعد نشرها. لإلغاء هذا التنبيه أو نشر تحديث له، قم بإنشاء تنبيه جديد من نوع الرسالة "إلغاء" أو "تحديث" وقم بالإشارة إلى هذا التنبيه
es: Las alertas reales no se pueden eliminar una vez publicadas. Para cancelar o publicar una actualización de esta alerta, cree una nueva alerta de tipo de mensaje "Cancelar" o "Actualizar" y haga referencia a esta alerta.
fr: Les alertes réelles ne peuvent pas être supprimées après leur publication. Pour annuler ou publier une mise à jour de cette alerte, créez une nouvelle alerte de type de message « Annuler » ou « Mettre à jour » et référencez cette alerte.
pt: Alertas reais não podem ser excluídos após serem publicados. Para cancelar ou publicar uma atualização deste alerta, crie um novo alerta do tipo de mensagem 'Cancelar' ou 'Atualizar' e faça referência a este alerta
sw: Arifa halisi haziwezi kufutwa baada ya kuchapishwa. Ili kufuta au kuchapisha sasisho kwa tahadhari hii, tengeneza tahadhari mpya ya aina ya ujumbe 'Ghairi' au 'Sasisha' na urejee tahadhari hii

source: CAP Alert draft created. You can now edit the alert.
am: ካፕ ማንቂያ ማስጠንቀቂያ ፈጠረ. ማንቂያውን አሁን ማረም ይችላሉ.
ar: تم إنشاء مسودة تنبيه CAP. يمكنك الآن تعديل التنبيه.
es: Borrador de alerta CAP creado. Ahora puede editar la alerta.
fr: Projet d'alerte CAP créé. Vous pouvez maintenant modifier l'alerte.
pt: Rascunho de Alerta CAP criado. Agora você pode editar o alerta.
sw: Rasimu ya tahadhari ya cap iliyoundwa. Sasa unaweza kuhariri tahadhari.

source: Webhook URL
am: Webhok URL
ar: عنوان URL للويب هوك
es: URL de webhook
fr: URL du webhook
pt: URL do webhook
sw: URL ya wavuti

source: Include Header for Authentication
am: ለማረጋገጫ ረዳትን ያካቱ
ar: تضمين رأس للمصادقة
es: Incluir encabezado para autenticación
fr: Inclure l'en-tête pour l'authentification
pt: Incluir cabeçalho para autenticação
sw: Jumuisha kichwa cha uthibitishaji

source: Header Value
pt: Valor do cabeçalho

source: CAP Alert Webhook
am: ካፕ ማንቂያ ድር ጣቢያ
ar: تنبيه CAP على الويب
es: Webhook de alerta de CAP
fr: Webhook d’alerte CAP
pt: Webhook de alerta CAP

source: CAP Alert Webhooks
am: ካፕ ማንቂያ ድርጣቢያዎች
ar: تنبيهات CAP عبر الويب
es: Webhooks de alerta de PAC
fr: Webhooks d’alerte CAP
pt: Webhooks de alerta CAP
sw: Tahadhari za wavuti

source: CAP Alert Webhook Event
am: ካፕ ማንቂያ Webhok ክስተት
ar: حدث Webhook لتنبيه CAP
es: Evento de webhook de alerta de CAP
fr: Événement Webhook d’alerte CAP
pt: Evento de webhook de alerta CAP
sw: Tukio la Alert WebHook

source: CAP Alert Webhook Events
am: ካፕ ማንቂያ ድር ጣቢያዎች
ar: أحداث Webhook لتنبيه CAP
es: Eventos de webhook de alerta de CAP
fr: Événements du webhook d’alerte CAP
pt: Eventos de webhook de alerta CAP
sw: Matukio ya wavuti ya tahadhari ya cap

source: PDF
am: ፒዲኤፍ
ar: قوات الدفاع الشعبي

source: Email
am: ኢሜል
ar: بريد إلكتروني
es: Correo electrónico
sw: Barua pepe

source: Status
am: ሁኔታ
ar: حالة
es: Estado
fr: Statut
sw: Hali

source: Monitor
am: ተቆጣጠር
ar: شاشة
fr: Moniteur
sw: Kufuatilia

source: Webhooks
ar: خطافات الويب
es: Ganchos web

source: At least once. Iâ€™ll keep sending until you say you got it
sw: Angalau mara moja. Nitaendelea kutuma hadi utakaposema umepata
