Repository: World-Meteorological-Organization/cap-composer
Catalog: capcomposer/src/capcomposer/capeditor/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Page not found
am: ገጽ አልተገኘም
ar: لم يتم العثور على الصفحة
es: Página no encontrada
fr: Page introuvable
pt: Página não encontrada
sw: Ukurasa haupatikani

source: Sorry, this page could not be found
am: ይቅርታ, ይህ ገጽ ሊገኝ አልቻለም
ar: عذرا، لا يمكن العثور على هذه الصفحة
es: Lo sentimos, no se pudo encontrar esta página.
fr: Désolé, cette page est introuvable
pt: Desculpe, esta página não foi encontrada
sw: Samahani, ukurasa huu haukuweza kupatikana

source: Internal server error
am: የውስጥ አገልጋይ ስህተት
ar: خطأ في الخادم الداخلي
es: Error Interno del Servidor
fr: Erreur interne du serveur
pt: Erro do Servidor Interno
sw: Kosa la seva ya ndani

source: Sorry, there seems to be an error. Please try again soon
am: ይቅርታ, አንድ ስህተት ይመስላል. እባክዎ በቅርቡ እንደገና ይሞክሩ
ar: عذرا، يبدو أن هناك خطأ. يرجى المحاولة مرة أخرى قريبا
es: Lo sentimos, parece haber un error. Por favor inténtalo de nuevo pronto
fr: Désolé, il semble y avoir une erreur. Veuillez réessayer bientôt
pt: Desculpe, parece haver um erro. Por favor, tente novamente em breve
sw: Samahani, inaonekana kuna kosa. Tafadhali jaribu tena hivi karibuni

source: Sign in
am: ይግቡ
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
pt: Entrar
sw: Ingia

source: Account Locked
am: መለያ ተቆል .ል
ar: الحساب مغلق
es: Cuenta bloqueada
fr: Compte verrouillé
pt: Conta bloqueada
sw: Akaunti imefungwa

source: Your account has been locked due to multiple failed login attempts. Please try again later.
am: የእርስዎ መለያ በተካሄደ በብዙ የተሳሳቱ የመግቢያ ሙከራዎች ምክንያት ተቆል has ል. እባክዎ ቆይተው እንደገና ይሞክሩ.
ar: لقد تم قفل حسابك بسبب عدة محاولات تسجيل دخول فاشلة. يرجى المحاولة مرة أخرى لاحقا.
es: Su cuenta ha sido bloqueada debido a múltiples intentos fallidos de inicio de sesión. Inténtelo de nuevo más tarde.
fr: Votre compte a été verrouillé en raison de plusieurs tentatives de connexion infructueuses. Veuillez réessayer plus tard.
pt: Sua conta foi bloqueada devido a diversas tentativas de login malsucedidas. Por favor, tente novamente mais tarde.
sw: Akaunti yako imefungwa kwa sababu ya majaribio mengi ya kuingia yaliyoshindwa. Tafadhali jaribu tena baadaye.

source: You account has been locked due to multiple failed login attempts. Please contact our support team for assistance.
am: በበርካታ የተሳካ የመግቢያ ሙከራዎች ምክንያት መለያ ተቆጥረዋል. እባክዎን ለእርዳታ ድጋፍ ቡድናችንን ያነጋግሩ.
ar: لقد تم قفل حسابك بسبب عدة محاولات تسجيل دخول فاشلة. يرجى الاتصال بفريق الدعم لدينا للحصول على المساعدة.
es: Su cuenta ha sido bloqueada debido a múltiples intentos fallidos de inicio de sesión. Comuníquese con nuestro equipo de soporte para obtener ayuda.
fr: Votre compte a été verrouillé en raison de plusieurs tentatives de connexion infructueuses. Veuillez contacter notre équipe d'assistance pour obtenir de l'aide.
pt: Sua conta foi bloqueada devido a várias tentativas de login malsucedidas. Entre em contato com nossa equipe de suporte para obter assistência.
sw: Akaunti yako imefungwa kwa sababu ya majaribio mengi ya kuingia yaliyoshindwa. Tafadhali wasiliana na timu yetu ya msaada kwa msaada.

source: Powered by CAPComposer
am: በ CAPCOCOPOMOPOSE የተጎለበተ
ar: مدعوم من CAPComposer
es: Desarrollado por CAPComposer
fr: Propulsé par CAPComposer
pt: Desenvolvido por CAPComposer
sw: Inayoendeshwa na capcomposer

source: Welcome to
am: እንኳን በደህና መጡ
ar: مرحبا بكم في
es: Bienvenido a
fr: Bienvenue à
pt: Bem-vindo ao
sw: Karibu

source: Subtitle
am: ንዑስ ርዕስ
ar: الترجمة
es: Subtitular
fr: Sous-titre
pt: Legenda

source: Name
am: ስም
ar: اسم
es: Nombre
fr: Nom
pt: Nome
sw: Jina

source: Name of the recipient
am: የተቀባዩ ስም
ar: اسم المستلم
es: Nombre del destinatario
fr: Nom du destinataire
pt: Nome do destinatário
sw: Jina la mpokeaji

source: Address
am: አድራሻ
ar: عنوان
es: DIRECCIÓN
fr: Adresse
pt: Endereço
sw: Anwani

source: Address Information of the recipient
am: የተቀባዩ አድራሻ አድራሻ
ar: معلومات عنوان المستلم
es: Información de dirección del destinatario
fr: Informations sur l'adresse du destinataire
pt: Informações de endereço do destinatário
sw: Anwani habari ya mpokeaji

source: Reference Alert
am: ማጣቀሻ ማንቂያ
ar: التنبيه المرجعي
es: Alerta de referencia
fr: Alerte de référence
pt: Alerta de referência
sw: Tahadhari ya marejeleo

source: Earlier alert referenced by this alert
am: በዚህ ማንቂያ ላይ ቀደም ሲል ማንጠልጠያ ተጠቀሰ
ar: التنبيه السابق المشار إليه بواسطة هذا التنبيه
es: Alerta anterior a la que hace referencia esta alerta
fr: Alerte antérieure référencée par cette alerte
pt: Alerta anterior referenciado por este alerta
sw: Arifa ya mapema iliyorejelewa na tahadhari hii

source: Incident
am: ክስተት
ar: حادثة
es: Incidente
pt: Incidente
sw: Tukio

source: Referent incident to this alert message
am: ለዚህ ማንቂያ መልእክት
ar: قم بإحالة الحادث إلى رسالة التنبيه هذه
es: Incidencia referente a este mensaje de alerta
fr: Incident référent à ce message d'alerte
pt: Incidente referente a esta mensagem de alerta
sw: Tukio la kurejelea kwa ujumbe huu wa tahadhari

source: Value
am: እሴት
ar: قيمة
es: Valor
fr: Valeur
pt: Valor
sw: Thamani

source: Shelter - Take shelter in place or per instruction
am: መጠለያ - በቦታው ወይም በአንድ መመሪያ ውስጥ መጠለያ ይያዙ
ar: المأوى - الاحتماء في المكان أو حسب التعليمات
es: Refugio: refugiarse en el lugar o según las instrucciones.
fr: Abri - Mettez-vous à l'abri sur place ou selon les instructions
pt: Abrigo - Abrigue-se no local ou de acordo com as instruções
sw: Makao - Chukua makazi mahali au kwa maagizo

source: Evacuate - Relocate as instructed in the instruction
am: መልቀቅ - በትምህርቱ ውስጥ እንደተመረጠ
ar: الإخلاء - النقل وفقًا للتعليمات
es: Evacuar - Reubicarse según las instrucciones de las instrucciones.
fr: Évacuer - Déménager comme indiqué dans les instructions
pt: Evacuar - Realocar conforme as instruções
sw: Kuhama - kuhamisha kama ilivyoelekezwa katika maagizo

source: Prepare - Relocate as instructed in the instruction
am: ያዘጋጁ - በትምህርቱ ውስጥ እንደተመረጠ
ar: الاستعداد - النقل وفقًا للتعليمات
es: Preparar - Reubicar según las instrucciones de las instrucciones
fr: Préparez-vous - Déplacez-vous comme indiqué dans les instructions
pt: Preparar - Realocar conforme as instruções
sw: Jitayarishe - uhamishe kama ilivyoelekezwa katika maagizo

source: Execute - Execute a pre-planned activity identified in instruction
am: ተግባራዊ - በትምህርቱ ውስጥ የተለዩ ቅድመ-የታቀደ እንቅስቃሴን ያከናውናል
ar: تنفيذ - تنفيذ نشاط مخطط مسبقًا تم تحديده في التعليمات
es: Ejecutar: ejecutar una actividad planificada previamente identificada en la instrucción.
fr: Exécuter - Exécuter une activité pré-planifiée identifiée dans l'instruction
pt: Executar - Executar uma atividade pré-planejada identificada na instrução
sw: Utekeleze - Tekeleza shughuli iliyopangwa mapema iliyoainishwa katika mafundisho

source: Avoid - Avoid the subject event as per the instruction
am: ከርዕሰ-ትምህርት መሠረት ከርዕሰ ትምህርት አስወግዱ
ar: تجنب - تجنب الحدث الموضوع وفقًا للتعليمات
es: Evitar: evite el evento en cuestión según las instrucciones.
fr: Éviter : évitez l'événement en question conformément aux instructions.
pt: Evitar - Evite o evento em questão conforme as instruções
sw: Epuka - Epuka tukio la mada kama ilivyo kwa maagizo

source: Monitor - Attend to information sources as described in instruction
am: መከታተል - በትምህርቱ እንደተገለፀው ለመረጃ ምንጮች ይሳተፉ
ar: المراقبة - الحضور إلى مصادر المعلومات كما هو موضح في التعليمات
es: Monitorear: atender a las fuentes de información como se describe en las instrucciones.
fr: Surveiller – S'occuper des sources d'information comme décrit dans les instructions.
pt: Monitorar - Atender às fontes de informação conforme descrito nas instruções
sw: Fuatilia - Hudhuria vyanzo vya habari kama ilivyoelezewa katika maagizo

source: Assess - Evaluate the information in this message - DONT USE FOR PUBLIC ALERTS
am: መገምገም - በዚህ መልእክት ውስጥ ያለውን መረጃ ይገምግሙ - ለሕዝብ ማንቂያዎች አይጠቀሙ
ar: التقييم - قم بتقييم المعلومات الواردة في هذه الرسالة - لا تستخدمها للتنبيهات العامة
es: Evaluar - Evaluar la información de este mensaje - NO UTILIZAR PARA ALERTAS PÚBLICAS
fr: Évaluer - Évaluez les informations contenues dans ce message - NE PAS UTILISER POUR LES ALERTES PUBLIQUES
pt: Avalie - Avalie as informações desta mensagem - NÃO USE PARA ALERTAS PÚBLICOS
sw: Tathmini - Tathmini habari katika ujumbe huu - usitumie arifu za umma

source: All Clear - The subject event no longer poses a threat or concern and any follow on action is described in instruction
am: ሁሉም ግልጽ - የርዕሰ ጉዳይ ክስተት ከእንግዲህ ስጋት ወይም አሳሳቢነት ወይም ጭንቀትን አያገኝም እና በትምህርቱ ላይ የሚደረግ ማንኛውም ቀጣይነት ነው
ar: كل شيء واضح - لم يعد الحدث الموضوع يشكل تهديدًا أو قلقًا ويتم وصف أي إجراء متابعة في التعليمات
es: Todo despejado: el evento en cuestión ya no representa una amenaza o preocupación y cualquier acción de seguimiento se describe en las instrucciones.
fr: Tout est clair : l'événement en question ne constitue plus une menace ou une préoccupation et toute action de suivi est décrite dans les instructions.
pt: Tudo limpo - O evento em questão não representa mais uma ameaça ou preocupação e qualquer ação subsequente é descrita nas instruções
sw: Yote wazi - Tukio la somo halitoi tishio au wasiwasi na kufuata yoyote juu ya hatua imeelezewa katika mafundisho

source: No action recommended
am: ምንም እርምጃ አይመካም
ar: لا يوجد إجراء موصى به
es: No se recomienda ninguna acción
fr: Aucune action recommandée
pt: Nenhuma ação recomendada
sw: Hakuna hatua iliyopendekezwa

source: Response type
am: የምላሽ ዓይነት
ar: نوع الاستجابة
es: Tipo de respuesta
fr: Type de réponse
pt: Tipo de resposta
sw: Aina ya majibu

source: The code denoting the type of action recommended for the target audience
am: ለ target ላማ አድማጮች የሚመከሩትን የእድገት አይነት የሚያመለክተው ኮድ
ar: الرمز الذي يشير إلى نوع الإجراء الموصى به للجمهور المستهدف
es: El código que indica el tipo de acción recomendada para el público objetivo.
fr: Le code désignant le type d'action recommandé pour le public cible
pt: O código que denota o tipo de ação recomendada para o público-alvo
sw: Nambari inayoashiria aina ya hatua iliyopendekezwa kwa watazamaji walengwa

source: Value Name
am: እሴት ስም
ar: اسم القيمة
es: Nombre del valor
fr: Nom de la valeur
pt: Nome do valor
sw: Jina la thamani

source: User-assigned string designating the domain of the code. Acronyms SHOULD be represented in all capital letters without periods (e.g., SAME, FIPS, ZIP
am: የኮዱን ጎራ የሚያንፀባርቅ የተጠቃሚ-የተመደበው ሕብረቁምፊ. አቃቤዎች ያለ ምንም ጊዜ (ኢ.ጂ.ግ., ተመሳሳይ, ፍላሽ, ዚፕ) ውስጥ በሁሉም የካፒታል ፊደላት መወከል አለባቸው
ar: سلسلة مخصصة للمستخدم تحدد مجال الكود. ينبغي تمثيل الاختصارات بأحرف كبيرة بدون نقاط (على سبيل المثال، SAME، FIPS، ZIP)
es: Cadena asignada por el usuario que designa el dominio del código. Las siglas DEBEN estar representadas en letras mayúsculas sin puntos (por ejemplo, SAME, FIPS, ZIP
fr: Chaîne attribuée par l'utilisateur désignant le domaine du code. Les acronymes DEVRAIENT être représentés en lettres majuscules sans points (par exemple, SAME, FIPS, ZIP).
pt: String atribuída pelo usuário que designa o domínio do código. As siglas DEVEM ser representadas em letras maiúsculas sem pontos (por exemplo, SAME, FIPS, ZIP
sw: Mfuatano uliokabidhiwa na mtumiaji unaobainisha kikoa cha msimbo. Vifupisho VINAPASWA kuwakilishwa katika herufi kubwa zote bila viashirio (k.m., SAME, FIPS, ZIP

source: A string (which may represent a number) denoting the value itself
am: ዋጋውን እራሱን የሚያመለክቱ ሕብረቁምፊ
ar: سلسلة (قد تمثل رقمًا) تشير إلى القيمة نفسها
es: Una cadena (que puede representar un número) que denota el valor en sí.
fr: Une chaîne (qui peut représenter un nombre) désignant la valeur elle-même
pt: Uma string (que pode representar um número) denotando o próprio valor
sw: Kamba (ambayo inaweza kuwakilisha nambari) kuashiria thamani yenyewe

source: Geographically-based code to describe a message target area
am: የመልእክት target ላማ ቦታን ለመግለጽ ከጂዮግራፊያዊነት-ተኮር ኮድ
ar: رمز يعتمد على الموقع الجغرافي لوصف المنطقة المستهدفة للرسالة
es: Código basado geográficamente para describir el área de destino de un mensaje
fr: Code géographique pour décrire une zone cible de message
pt: Código com base geográfica para descrever uma área de destino de mensagem
sw: Nambari ya msingi wa kijiografia kuelezea eneo la lengo la ujumbe

source: Level 0
am: ደረጃ 0
ar: المستوى 0
es: Nivel 0
fr: Niveau 0
pt: Nível 0
sw: Kiwango 0

source: Level 1
am: ደረጃ 1
ar: المستوى 1
es: Nivel 1
fr: Niveau 1
pt: Nível 1
sw: Kiwango cha 1

source: Level 2
am: ደረጃ 2
ar: المستوى 2
es: Nivel 2
fr: Niveau 2
pt: Nível 2
sw: Kiwango cha 2

source: Level 3
am: ደረጃ 3
ar: المستوى 3
es: Nivel 3
fr: Niveau 3
pt: Nível 3
sw: Kiwango cha 3

source: Affected areas / Regions
am: የተጎዱ አካባቢዎች / ክልሎች
ar: المناطق / المناطق المتضررة
es: Áreas / Regiones afectadas
fr: Zones / Régions touchées
pt: Áreas/regiões afetadas
sw: Maeneo yaliyoathirika / mikoa

source: The text describing the affected area of the alert message
am: የተጎሳቆለ የእንኙነት መልእክት የተጎዱትን ቦታ የሚገልጽ ጽሑፍ
ar: النص الذي يصف المنطقة المتأثرة في رسالة التنبيه
es: El texto que describe el área afectada del mensaje de alerta.
fr: Le texte décrivant la zone concernée du message d'alerte
pt: O texto que descreve a área afetada da mensagem de alerta
sw: Maandishi yanayoelezea eneo lililoathiriwa la ujumbe wa tahadhari

source: Administrative Level
am: አስተዳደራዊ ደረጃ
ar: المستوى الإداري
es: Nivel administrativo
fr: Niveau administratif
pt: Nível Administrativo
sw: Kiwango cha Utawala

source: Boundary
am: ድንበር
ar: الحدود
es: Límite
fr: Limite
pt: Limite
sw: Mpaka

source: The paired values of points defining a polygon that delineates the affected area of the alert message
am: የተጎሳቆለ የእንኙነት መልእክት የተጎዱትን የአከባቢው አካባቢ የሚያስተላልፉ ነጥቦችን የተጣመሩ ነጥቦች
ar: القيم المقترنة للنقاط التي تحدد المضلع الذي يحدد المنطقة المتأثرة من رسالة التنبيه
es: Los valores emparejados de puntos que definen un polígono que delimita el área afectada del mensaje de alerta.
fr: Les valeurs appariées de points définissant un polygone qui délimite la zone affectée du message d'alerte
pt: Os valores emparelhados de pontos que definem um polígono que delineia a área afetada da mensagem de alerta
sw: Thamani za paired za vidokezo vinavyoelezea polygon ambayo hufafanua eneo lililoathiriwa la ujumbe wa tahadhari

source: Altitude
am: ከፍታ
ar: ارتفاع
es: Altitud
sw: Urefu

source: The specific or minimum altitude of the affected area of the alert message
am: የተጎዱት የአስተያየት መልእክት ልዩ ወይም ዝቅተኛ ቅጣት
ar: الارتفاع المحدد أو الأدنى للمنطقة المتأثرة برسالة التنبيه
es: La altitud específica o mínima de la zona afectada del mensaje de alerta.
fr: L'altitude spécifique ou minimale de la zone affectée du message d'alerte
pt: A altitude específica ou mínima da área afetada da mensagem de alerta
sw: Urefu maalum au wa chini wa eneo lililoathiriwa la ujumbe wa tahadhari

source: Ceiling
am: ጣሪያ
ar: سقف
es: Techo
fr: Plafond
pt: Teto
sw: Dari

source: The maximum altitude of the affected area of the alert message.MUST NOT be used except in combination with the altitude element.
am: የነካውን የማንቂያ መልእክት የተጎዳው ከፍተኛ ከፍታ ከፍተኛው ከፍተኛው ከፍታ ከፍታ ከፍታ ካለው በስተቀር ጥቅም ላይ አይውልም.
ar: الحد الأقصى لارتفاع المنطقة المتأثرة برسالة التنبيه. يجب عدم استخدامه إلا مع عنصر الارتفاع.
es: La altitud máxima del área afectada del mensaje de alerta. NO DEBE usarse excepto en combinación con el elemento de altitud.
fr: L'altitude maximale de la zone affectée du message d'alerte. NE DOIT PAS être utilisée sauf en combinaison avec l'élément altitude.
pt: A altitude máxima da área afetada da mensagem de alerta. NÃO DEVE ser usada, exceto em combinação com o elemento altitude.
sw: Urefu wa juu wa eneo lililoathiriwa la ujumbe wa tahadhari.Musi kutumika isipokuwa pamoja na kipengee cha urefu.

source: Geocode
am: ጂኦኮድ
ar: الرمز الجغرافي
es: Geocodificar
fr: Géocodage
pt: Geocódigo

source: Polygon
am: ፖሊጎን
ar: مضلع
es: Polígono
fr: Polygone
pt: Polígono

source: Circle
am: ክበብ
ar: دائرة
es: Círculo
fr: Cercle
pt: Círculo
sw: Mzunguko

source: Drag the marker to change position
am: አመልካቹን ለመቀየር አመልካቹን ይጎትቱ
ar: اسحب العلامة لتغيير الموضع
es: Arrastra el marcador para cambiar de posición.
fr: Faites glisser le marqueur pour changer de position
pt: Arraste o marcador para mudar de posição
sw: Buruta alama ili ubadilishe msimamo

source: Area
am: አካባቢ
ar: منطقة
es: Área
fr: Zone
pt: Área
sw: Eneo

source: The human-readable name of the agency or authority issuing this alert.
am: ይህንን ማንቂያ እየነካው የኤጀንሲው ስም ወይም ባለስልጣን ስም የተነባቢ ስም.
ar: الاسم الذي يمكن قراءته بواسطة الإنسان للوكالة أو السلطة التي تصدر هذا التنبيه.
es: El nombre legible por humanos de la agencia o autoridad que emite esta alerta.
fr: Le nom lisible par l’homme de l’agence ou de l’autorité émettant cette alerte.
pt: O nome legível da agência ou autoridade que emite este alerta.
sw: Jina linaloweza kusomeka la kibinadamu la wakala au mamlaka inayotoa tahadhari hii.

source: The text describing the contact for follow-up and confirmation of the alert message
am: የማንቂያ መልእክት ማረጋገጫ እና የማረጋገጫ መልዕክት ማረጋገጫን የሚገልጽ ጽሑፍ
ar: النص الذي يصف جهة الاتصال للمتابعة وتأكيد رسالة التنبيه
es: El texto que describe el contacto para el seguimiento y confirmación del mensaje de alerta.
fr: Le texte décrivant le contact pour le suivi et la confirmation du message d'alerte
pt: O texto que descreve o contato para acompanhamento e confirmação da mensagem de alerta
sw: Maandishi yanayoelezea mawasiliano kwa kufuata na uthibitisho wa ujumbe wa tahadhari

source: Resource Description
am: የመረጃ መግለጫ
ar: وصف الموارد
es: Descripción del recurso
fr: Description de la ressource
pt: Descrição do recurso
sw: Maelezo ya rasilimali

source: The text describing the type and content of the resource file
am: የሀብት ፋይሉን አይነት እና ይዘት የሚገልጽ ጽሑፍ
ar: النص الذي يصف نوع ومحتوى ملف المورد
es: El texto que describe el tipo y contenido del archivo de recursos.
fr: Le texte décrivant le type et le contenu du fichier de ressources
pt: O texto que descreve o tipo e o conteúdo do arquivo de recursos
sw: Maandishi yanayoelezea aina na yaliyomo kwenye faili ya rasilimali

source: External Resource Link
am: የውጭ ሀብት አገናኝ
ar: رابط الموارد الخارجية
es: Enlace de recursos externos
fr: Lien vers une ressource externe
pt: Link de recurso externo
sw: Kiunga cha Rasilimali za nje

source: Link to external resource. This can be for example a link to related websites.
am: ወደ ውጫዊ ሀብት አገናኝ. ይህ ለምሳሌ ተዛማጅ ድር ጣቢያዎች አገናኝ ሊሆን ይችላል.
ar: رابط إلى الموارد الخارجية. يمكن أن يكون هذا على سبيل المثال رابطًا لمواقع الويب ذات الصلة.
es: Enlace a recurso externo. Puede ser, por ejemplo, un enlace a sitios web relacionados.
fr: Lien vers une ressource externe. Il peut s'agir par exemple d'un lien vers des sites Internet connexes.
pt: Link para recurso externo. Pode ser, por exemplo, um link para sites relacionados.
sw: Unganisha na rasilimali ya nje. Hii inaweza kuwa kwa mfano kiunga cha tovuti zinazohusiana.

source: Name for the event code
am: ለክስተቱ ኮድ ስም
ar: اسم رمز الحدث
es: Nombre del código de evento
fr: Nom du code d'événement
pt: Nome do código do evento
sw: Jina kwa nambari ya hafla

source: Value of the event code
am: የዝግጅቱ ኮድ ዋጋ
ar: قيمة رمز الحدث
es: Valor del código de evento
fr: Valeur du code événement
pt: Valor do código do evento
sw: Thamani ya nambari ya hafla

source: Immediate - Responsive action SHOULD be taken immediately
am: ወዲያውኑ - ምላሽ ሰጭ እርምጃ ወዲያውኑ መወሰድ አለበት
ar: فوري - ينبغي اتخاذ إجراء سريع الاستجابة على الفور
es: Inmediato: DEBEN tomarse medidas de respuesta inmediatamente
fr: Immédiat – Des mesures réactives DEVRAIENT être prises immédiatement
pt: Imediato - Ação responsiva DEVE ser tomada imediatamente
sw: Hatua za haraka - za msikivu zinapaswa kuchukuliwa mara moja

source: Expected - Responsive action SHOULD be taken soon (within next hour)
am: የሚጠበቀው - ምላሽ ሰጪ እርምጃ በቅርቡ መወሰድ አለበት (በሚቀጥለው ሰዓት ውስጥ)
ar: متوقع - ينبغي اتخاذ الإجراء المستجيب قريبًا (خلال الساعة القادمة)
es: Esperado: DEBEN tomarse medidas de respuesta pronto (dentro de la próxima hora)
fr: Attendu – Une action réactive DEVRAIT être prise bientôt (dans la prochaine heure)
pt: Esperado - Ação responsiva DEVE ser tomada em breve (na próxima hora)
sw: Inatarajiwa - Hatua ya msikivu inapaswa kuchukuliwa hivi karibuni (ndani ya saa ijayo)

source: Future - Responsive action SHOULD be taken in the near future
am: የወደፊቱ - ምላሽ ሰጭ እርምጃ በቅርብ ጊዜ ውስጥ መወሰድ አለበት
ar: المستقبل - ينبغي اتخاذ إجراءات سريعة الاستجابة في المستقبل القريب
es: Futuro: DEBEN tomarse medidas de respuesta en un futuro próximo
fr: Avenir – Des mesures réactives DEVRAIENT être prises dans un avenir proche
pt: Futuro - Ações responsivas DEVEM ser tomadas em um futuro próximo
sw: Baadaye - Hatua za Msikivu zinapaswa kuchukuliwa katika siku za usoni

source: Past - Responsive action is no longer required
am: ያለፈው - ምላሽ ሰጪ እርምጃ ከእንግዲህ አያስፈልግም
ar: الماضي - لم يعد الإجراء المستجيب مطلوبًا
es: Pasado: ya no se requiere una acción de respuesta
fr: Passé – Une action réactive n’est plus nécessaire
pt: Passado - A ação responsiva não é mais necessária
sw: Hatua za zamani - msikivu hazihitajiki tena

source: Extreme - Extraordinary threat to life or property
am: በጣም አስፈላጊ - ለሕይወት ወይም ለንብረት ያልተለመደ ስጋት
ar: المدقع - تهديد غير عادي للحياة أو الممتلكات
es: Extremo: amenaza extraordinaria a la vida o la propiedad.
fr: Extrême – Menace extraordinaire pour la vie ou les biens
pt: Extremo - Ameaça extraordinária à vida ou à propriedade
sw: Kukithiri - Tishio la kushangaza kwa maisha au mali

source: Severe - Significant threat to life or property
am: ከባድ - ለሕይወት ወይም ለንብረት ትልቅ ስጋት
ar: شديد - تهديد كبير للحياة أو الممتلكات
es: Grave: amenaza importante para la vida o la propiedad.
fr: Grave – Menace importante pour la vie ou les biens
pt: Grave - Ameaça significativa à vida ou propriedade
sw: Kali - tishio muhimu kwa maisha au mali

source: Moderate - Possible threat to life or property
am: መካከለኛ - ለሕይወት ወይም ለንብረት አደጋ
ar: معتدل - تهديد محتمل للحياة أو الممتلكات
es: Moderado: posible amenaza a la vida o la propiedad.
fr: Modéré – Menace possible pour la vie ou les biens
pt: Moderado - Possível ameaça à vida ou à propriedade
sw: Wastani - tishio linalowezekana kwa maisha au mali

source: Minor - Minimal to no known threat to life or property
am: ጥቃቅን - አነስተኛ ለሆኑ የህይወት ወይም ለንብረት ያለ ስጋት የለውም
ar: طفيف - الحد الأدنى إلى عدم وجود تهديد معروف للحياة أو الممتلكات
es: Menor: amenaza mínima o nula conocida para la vida o la propiedad
fr: Mineur – Menace connue minime ou inexistante pour la vie ou les biens
pt: Menor - Mínima ou nenhuma ameaça conhecida à vida ou propriedade
sw: Ndogo - Kidogo bila tishio linalojulikana kwa maisha au mali

source: Observed - Determined to have occurred or to be ongoing
am: ተስተካክሏል - ተከስቷል ወይም ለመቀጠል ቆርጦ ነበር
ar: ملاحظ - مصمم على حدوثه أو استمراره
es: Observado: se ha determinado que ha ocurrido o que está en curso
fr: Observé - Déterminé comme s'étant produit ou comme étant en cours
pt: Observado - Determinado como tendo ocorrido ou em andamento
sw: Kuzingatiwa - imedhamiriwa kutokea au kuendelea

source: Likely - Likely (percentage > ~50%)
am: ምናልባት ምናልባት - (መቶኛ> ~ 50% ሊሆን ይችላል)
ar: محتمل - محتمل (النسبة المئوية > ~50%)
es: Probable - Probable (porcentaje > ~50%)
fr: Probable - Probable (pourcentage > ~50 %)
pt: Provável - Provável (porcentagem > ~50%)
sw: Uwezekano - uwezekano (asilimia> ~ 50%)

source: Possible - Possible but not likely (percentage <= ~50%)
am: ሊቻል ይችላል - የሚቻል ነገር ግን አይቀርም (መቶኛ <መቶኛ <= ~ 50%>
ar: ممكن - ممكن ولكن غير محتمل (النسبة المئوية <= ~50%)
es: Posible: posible pero no probable (porcentaje <= ~50%)
fr: Possible - Possible mais peu probable (pourcentage <= ~50 %)
pt: Possível - Possível, mas não provável (porcentagem <= ~50%)
sw: Inawezekana - inawezekana lakini haiwezekani (asilimia <= ~ 50%)

source: Unlikely - Not expected to occur (percentage ~ 0)
am: የማይቻል ነው - እንዲከሰት አይጠበቅም (መቶኛ ~ 0)
ar: غير محتمل - غير متوقع حدوثه (النسبة المئوية ~ 0)
es: Improbable: no se espera que ocurra (porcentaje ~ 0)
fr: Peu probable – Ne devrait pas se produire (pourcentage ~ 0)
pt: Improvável - Não se espera que ocorra (porcentagem ~ 0)
sw: Haiwezekani - Haikutarajiwa kutokea (asilimia ~ 0)
