Repository: World-Meteorological-Organization/cap-composer
Catalog: capcomposer/src/capcomposer/capeditor/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Security
am: ደህንነት
ar: حماية
es: Seguridad
fr: Sécurité
pt: Segurança
sw: Usalama

source: Rescue
am: ማዳን
ar: ينقذ
es: Rescate
fr: Sauvetage
pt: Resgatar
sw: Uokoaji

source: Fire
am: እሳት
ar: نار
es: Fuego
fr: Feu
pt: Fogo
sw: Moto

source: Health
am: ጤና
ar: صحة
es: Salud
fr: Santé
pt: Saúde
sw: Afya

source: Env
ar: البيئة
es: sobre
pt: Ambiente
sw: EV

source: Transport
am: መጓጓዣ
ar: ينقل
es: Transporte
pt: Transporte
sw: Usafiri

source: Infra
am: የኢንፍራሬድ
ar: الأشعة تحت الحمراء

source: CBRNE
am: CRBRE
ar: سي بي آر إن إي
es: QBRNE

source: Other
am: ሌላ
ar: آخر
es: Otro
fr: Autre
pt: Outro
sw: Nyingine

source: Immediate
am: ወዲያውኑ
ar: مباشر
es: Inmediato
fr: Immédiat
pt: Imediato
sw: Mara moja

source: Expected
am: የሚጠበቀው
ar: مُتوقع
es: Esperado
fr: Attendu
pt: Esperado
sw: Inatarajiwa

source: Future
am: ወደፊት
ar: مستقبل
es: Futuro
fr: Avenir
pt: Futuro
sw: Baadaye

source: Past
am: ያለፈው
ar: ماضي
es: Pasado
fr: Passé
pt: Passado
sw: Zamani

source: Extreme
am: በጣም
ar: أقصى
es: Extremo
fr: Extrême
pt: Extremo
sw: Uliokithiri

source: Severe
am: ከባድ
ar: شديد
es: Severo
fr: Grave
pt: Forte
sw: MUHIMU

source: Moderate
am: መካከለኛ
ar: معتدل
es: Moderado
fr: Modéré
pt: Moderado
sw: Wastani

source: Minor
am: አናሳ
ar: صغير
es: Menor
fr: Mineure
pt: Menor
sw: Mdogo

source: Observed
am: ተመለከተ
ar: لاحظ
es: Observado
fr: Observé
pt: Observado
sw: Kuzingatiwa

source: Likely
am: ሊሆን ይችላል
ar: محتمل
es: Probable
fr: Probable
pt: Provável
sw: Uwezekano

source: Possible
am: የሚቻል
ar: ممكن
es: Posible
pt: Possível
sw: Inawezekana

source: Unlikely
am: የማይቻል
ar: من غير المحتمل
es: Improbable
fr: Peu probable
pt: Improvável
sw: Uwezekano

source: Shelter
am: መጠለያ
ar: مَأوىً
es: Refugio
fr: Abri
pt: Abrigo
sw: Makazi

source: Evacuate
am: ለቆ መውጣት
ar: إخلاء
es: Evacuar
fr: Évacuer
pt: Evacuar
sw: Kuokoa

source: Prepare
am: አዘጋጁ
ar: يحضر
es: Preparar
fr: Préparer
pt: Preparar
sw: Jitayarishe

source: Execute
am: ተግባራዊ ማድረግ
ar: ينفذ
es: Ejecutar
fr: Exécuter
pt: Executar
sw: Kutekeleza

source: Avoid
am: ራቅ
ar: يتجنب
es: Evitar
fr: Éviter
pt: Evitar
sw: Epuka

source: Monitor
am: ተቆጣጠር
ar: شاشة
fr: Moniteur
sw: Kufuatilia

source: Assess
am: መገምገም
ar: يٌقيِّم
es: Evaluar
fr: Évaluer
pt: Avaliar
sw: Tathmini

source: AllClear
am: ቼልሌር
ar: كل كلير
es: Todo claro
fr: ToutEffacer
pt: Tudo limpo

source: None
am: የለም
ar: لا أحد
es: Ninguno
fr: Aucun
pt: Nenhum
sw: Hakuna

source: Avalanche
am: Avavelnoche
ar: انهيار جليدي
es: Avalancha

source: Cold wave
am: ቀዝቃዛ ሞገድ
ar: موجة باردة
es: Ola de frio
fr: Vague de froid
pt: Onda fria
sw: Wimbi baridi

source: Drought/Dry spell
am: ድርቅ / ደረቅ ፊደል
ar: الجفاف / موجة الجفاف
es: Sequía/período seco
fr: Sécheresse/période de sécheresse
pt: Seca/período de seca
sw: Ukame/Spell kavu

source: Dust storm/Sandstorm
am: አቧራ አውሎ ነፋስ / አሸዋማ
ar: عاصفة ترابية/عاصفة رملية
es: Tormenta de polvo/tormenta de arena
fr: Tempête de poussière/tempête de sable
pt: Tempestade de poeira/tempestade de areia
sw: Dhoruba ya vumbi/dhoruba

source: Extra-tropical cyclone
am: ተጨማሪ ሞቃታማ ሞሎፒክ
ar: إعصار خارج المداري
es: Ciclón extratropical
fr: Cyclone extratropical
pt: Ciclone extratropical
sw: Kimbunga cha ziada cha kitropiki

source: Flood
am: ጎርፍ
ar: فيضان
es: Inundación
fr: Inondation
pt: Enchente
sw: Mafuriko

source: Fog
am: ጭጋግ
ar: ضباب
es: Niebla
fr: Brouillard
pt: Névoa
sw: Ukungu

source: Haze/Smoke
am: ሃይ / ጭስ
ar: ضباب / دخان
es: Neblina/Humo
fr: Brume/Fumée
pt: Neblina/fumaça
sw: Haze/moshi

source: Frost
am: በረዶ
ar: الصقيع
es: Helada
fr: Gel
pt: Geada
sw: Baridi

source: Hail
am: በረዶ
ar: يشيد
es: Granizo
fr: Grêle
pt: Saudação
sw: Mvua ya mawe

source: Heat wave
am: ሙቀት ሞገድ
ar: موجة حارة
es: Ola de calor
fr: Canicule
pt: Onda de calor
sw: Wimbi la joto

source: High UV radiation
am: ከፍተኛ የዩቪ ጨረር ጨረር
ar: الأشعة فوق البنفسجية العالية
es: Alta radiación ultravioleta
fr: Rayonnement UV élevé
pt: Alta radiação UV
sw: Mionzi ya juu ya UV

source: Icing
am: አይጦች
ar: تثليج
es: Formación de hielo
fr: Glaçage
pt: Glacê

source: Freezing rain
am: ዝናብ ዝናብ
ar: المطر المتجمد
es: Lluvia helada
fr: Pluie verglaçante
pt: Chuva congelante
sw: Mvua ya kufungia

source: Landslide/Mudslide & Debris flow
am: የመሬት መንቀጥቀጥ / ጭቃ እና ፍርስራሾች ፍሰት
ar: الانهيارات الأرضية / الانهيارات الطينية وتدفق الحطام
es: Deslizamientos de tierra/deslizamientos de lodo y flujo de escombros
fr: Glissement de terrain/coulée de boue et coulée de débris
pt: Deslizamento de terra/deslizamento de lama e fluxo de detritos
sw: Landslide/matope na mtiririko wa uchafu

source: Pollen pollution/Polluted air
am: የአበባ ዱቄት ብክለት / የተበከለ አየር
ar: تلوث حبوب اللقاح/الهواء الملوث
es: Contaminación por polen/Aire contaminado
fr: Pollution pollinique/Air pollué
pt: Poluição por pólen/Ar poluído
sw: Uchafuzi wa poleni/hewa iliyochafuliwa

source: Rain/Wet Spell
am: ዝናብ / እርጥብ ፊደል
ar: المطر / تعويذة الرطب
es: Hechizo de lluvia/húmedo
fr: Pluie/période humide
pt: Feitiço de Chuva/Molhada
sw: Mvua/Spell ya mvua

source: Snow
am: በረዶ
ar: ثلج
es: Nieve
fr: Neige
pt: Neve
sw: Theluji

source: Snowstorm
am: የበረዶ ዐውሎም
ar: عاصفة ثلجية
es: Nevada
fr: Tempête de neige
pt: Tempestade de neve
sw: Dhoruba ya theluji

source: Space weather event
am: የቦታ የአየር ሁኔታ ክስተት
ar: حدث الطقس الفضائي
es: Evento de clima espacial
fr: Événement de météorologie spatiale
pt: Evento climático espacial
sw: Hafla ya hali ya hewa ya nafasi

source: High Seas/Rogue waves etc.
am: ከፍተኛ ባሕሮች / የጋብቻ ማዕበሎች ወዘተ.
ar: أعالي البحار/الأمواج المارقة وما إلى ذلك.
es: Alta mar/olas rebeldes, etc.
fr: Haute mer/Vagues scélérates, etc.
pt: Alto mar/ondas traiçoeiras etc.
sw: Mawimbi ya bahari/mawimbi ya juu nk.

source: Storm surge/Coastal flood
am: አውሎ ነፋሱ / የባህር ዳርቻ ጎርፍ
ar: عرام العواصف / الفيضانات الساحلية
es: Marejada ciclónica/inundación costera
fr: Onde de tempête/inondation côtière
pt: Onda de tempestade/inundação costeira
sw: Dhoruba ya kuongezeka/mafuriko ya pwani

source: Thunderstorms/Squall lines
am: ነጎድጓድ / ሳንቲም መስመሮች
ar: العواصف الرعدية / خطوط العاصفة
es: Tormentas eléctricas/líneas de turbonada
fr: Orages/lignes de grains
pt: Trovoadas/linhas de instabilidade
sw: Thunderstorms/mistari ya squall

source: Tornado
am: ቶርዶዶ
ar: اعصار
fr: Tornade
sw: Kimbunga

source: Tropical cyclone
am: ሞቃታማ አውሎ ነፋስ
ar: الإعصار المداري
es: ciclón tropical
fr: Cyclone tropical
pt: Ciclone tropical
sw: Kimbunga cha kitropiki

source: Tsunami
am: ሱናሚ
ar: تسونامي

source: Volcanic ash
am: የእሳተ ገሞራ አመድ
ar: الرماد البركاني
es: Ceniza volcánica
fr: Cendre volcanique
pt: Cinza vulcânica
sw: Ash ya volkeno

source: Wild land fire/Forest fire
am: የዱር መሬት እሳት / የደን እሳት
ar: حرائق الأراضي البرية/حرائق الغابات
es: Incendio terrestre/incendio forestal
fr: Feu de forêt/feu de forêt
pt: Incêndio terrestre/incêndio florestal
sw: Moto wa ardhi ya mwitu/moto wa msitu

source: Wind
am: ነፋስ
ar: رياح
es: Viento
fr: Vent
pt: Vento
sw: Upepo

source: Red severity
am: ቀይ ከባድነት
ar: شدة حمراء
es: severidad roja
fr: Sévérité rouge
pt: Gravidade vermelha
sw: Ukali nyekundu

source: Orange severity
am: ብርቱካናማ ከባድነት
ar: خطورة البرتقال
es: Severidad naranja
fr: Gravité orange
pt: Gravidade laranja
sw: Ukali wa machungwa

source: Yellow severity
am: ቢጫ ከባድነት
ar: خطورة الصفراء
es: Severidad amarilla
fr: Gravité jaune
pt: Gravidade amarela
sw: Ukali wa manjano

source: Minor severity
am: ጥቃቅን ከባድነት
ar: خطورة طفيفة
es: Gravedad menor
fr: Gravité mineure
pt: Gravidade menor
sw: Ukali mdogo

source: Unknown severity
am: ያልታወቀ ድካም
ar: خطورة غير معروفة
es: Gravedad desconocida
fr: Gravité inconnue
pt: Gravidade desconhecida
sw: Ukali usiojulikana

source: Unknown
am: ያልታወቀ
ar: مجهول
es: Desconocido
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

source: Copy Paste XML
am: PATE PASTE XML
ar: نسخ ولصق XML
es: Copiar Pegar XML
fr: Copier Coller XML
pt: Copiar Colar XML
sw: Nakili kuweka XML

source: URL
am: ዩ አር ኤል
ar: عنوان URL

source: File
am: ፋይል
ar: ملف
es: Archivo
fr: Déposer
pt: Arquivo
sw: Faili

source: Load from
am: ጭነት ከ
ar: تحميل من
es: Cargar desde
fr: Charger depuis
pt: Carregar de
sw: Mzigo kutoka

source: Paste your CAP XML here
am: እዚህ ካፕ ኤክስኤምኤልን እዚህ ይለጥፉ
ar: الصق CAP XML هنا
es: Pegue su CAP XML aquí
fr: Collez votre CAP XML ici
pt: Cole seu XML CAP aqui
sw: Bandika cap yako XML hapa

source: CAP Alert XML URL
am: ካፕ ማንጠልጠል ኤክስኤምኤል ዩ.አር.ኤል.
ar: عنوان URL الخاص بتنبيه CAP بتنسيق XML
es: URL XML de alerta de CAP
fr: URL XML d’alerte CAP
pt: URL XML de alerta CAP
sw: URL ya tahadhari ya XML

source: CAP File
am: ካፕ ፋይል
ar: ملف CAP
es: Archivo CAP
fr: Fichier CAP
pt: Arquivo CAP
sw: Faili ya cap

source: This field is required.
am: ይህ መስክ ያስፈልጋል.
ar: هذه الخانة مطلوبه.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
pt: Este campo é obrigatório.
sw: Uwanja huu unahitajika.

source: An error occurred while trying to load the CAP XML. Please check the data and try again.
am: ካፕ ኤክስኤምኤልን ለመጫን በሚሞክርበት ጊዜ ስህተት ተከስቷል. እባክዎ ውሂቡን ይፈትሹ እና እንደገና ይሞክሩ.
ar: حدث خطأ أثناء محاولة تحميل CAP XML. يرجى التحقق من البيانات والمحاولة مرة أخرى.
es: Se produjo un error al intentar cargar el XML CAP. Por favor revisa los datos y vuelve a intentarlo.
fr: Une erreur s'est produite lors de la tentative de chargement du CAP XML. Veuillez vérifier les données et réessayer.
pt: Ocorreu um erro ao tentar carregar o CAP XML. Verifique os dados e tente novamente.
sw: Hitilafu ilitokea wakati wa kujaribu kupakia XML ya cap. Tafadhali angalia data na ujaribu tena.

source: You must select at least one reference alert for this message type. Only 'Alert' Message Type can be saved without references.
am: ለዚህ የመልእክት ዓይነት ቢያንስ አንድ የማጣቀሻ ማስጠንቀቂያ መምረጥ አለብዎት. ያለ ማጣቀሻዎች ብቻ ሊቀመጥ የሚችለው <ማንቂያ> መልእክት ብቻ ነው.
ar: يجب عليك تحديد تنبيه مرجعي واحد على الأقل لهذا النوع من الرسائل. يمكن حفظ نوع رسالة "التنبيه" فقط بدون مراجع.
es: Debe seleccionar al menos una alerta de referencia para este tipo de mensaje. Sólo se puede guardar el tipo de mensaje 'Alerta' sin referencias.
fr: Vous devez sélectionner au moins une alerte de référence pour ce type de message. Seul le type de message « Alerte » peut être enregistré sans références.
pt: Você deve selecionar pelo menos um alerta de referência para esse tipo de mensagem. Apenas o tipo de mensagem 'Alerta' pode ser salvo sem referências.
sw: Lazima uchague angalau arifu moja ya kumbukumbu kwa aina hii ya ujumbe. Aina ya ujumbe wa 'tahadhari' tu inaweza kuokolewa bila marejeleo.

source: You cannot reference an alert to itself. Please select a previously published alert.
am: ለራሱ ማንቂያ ማመልከት አይችሉም. እባክዎ ከዚህ ቀደም የታተሙ ማንቂያ ይምረጡ.
ar: لا يمكنك الإشارة إلى تنبيه لنفسه. الرجاء تحديد تنبيه تم نشره مسبقًا.
es: No puede hacer referencia a una alerta a sí misma. Seleccione una alerta publicada anteriormente.
fr: Vous ne pouvez pas référencer une alerte à elle-même. Veuillez sélectionner une alerte déjà publiée.
pt: Você não pode fazer referência a um alerta para si mesmo. Selecione um alerta publicado anteriormente.
sw: Hauwezi kurejelea tahadhari yenyewe. Tafadhali chagua tahadhari iliyochapishwa hapo awali.

source: You cannot select the same alert more than once.
am: ከአንድ ጊዜ በላይ ተመሳሳይ ማንቃት መምረጥ አይችሉም.
ar: لا يمكنك تحديد نفس التنبيه أكثر من مرة.
es: No puedes seleccionar la misma alerta más de una vez.
fr: Vous ne pouvez pas sélectionner la même alerte plus d'une fois.
pt: Você não pode selecionar o mesmo alerta mais de uma vez.
sw: Hauwezi kuchagua tahadhari sawa zaidi ya mara moja.

source: Draft - A preliminary template or draft, not actionable in its current form
am: ረቂቅ - የአሁኑን ቅፅ ውስጥ የማይንቀሳቀሱ የመጀመሪያ ንድፍ ወይም ረቂቅ
ar: مسودة - قالب أو مسودة أولية، غير قابلة للتنفيذ في شكلها الحالي
es: Borrador: una plantilla o borrador preliminar, no procesable en su forma actual.
fr: Brouillon - Un modèle ou un brouillon préliminaire, non exploitable dans sa forme actuelle
pt: Rascunho - Um modelo preliminar ou rascunho, não acionável em sua forma atual
sw: Rasimu - template ya awali au rasimu, isiyoweza kutekelezwa katika hali yake ya sasa

source: Actual - Actionable by all targeted recipients
am: ትክክለኛ - በሁሉም የታለሙ ተቀባዮች የተካተቱ
ar: فعلي - قابل للتنفيذ من قبل جميع المستلمين المستهدفين
es: Real: procesable por todos los destinatarios objetivo
fr: Réel – Actionnable par tous les destinataires ciblés
pt: Real - Acionável por todos os destinatários-alvo
sw: Halisi - inayoweza kutekelezwa na wapokeaji wote wanaolengwa

source: Test - Technical testing only, all recipients disregard
am: ሙከራ - ቴክኒካዊ ሙከራ ብቻ, ሁሉም ተቀባዮች ችላ ይላሉ
ar: الاختبار - الاختبار الفني فقط، يتجاهله جميع المستلمين
es: Prueba: solo pruebas técnicas, todos los destinatarios ignoran
fr: Test - Tests techniques uniquement, tous les destinataires ignorent
pt: Teste - Apenas testes técnicos, todos os destinatários desconsideram
sw: Mtihani - Upimaji wa kiufundi tu, wapokeaji wote wanapuuza

source: Exercise - Actionable only by designated exercise participants; exercise identifier SHOULD appear in note
am: የአካል ብቃት እንቅስቃሴ - የተስተካከለ የአካል ብቃት እንቅስቃሴ በተሰየሙ ተሳታፊዎች ብቻ, የአካል ብቃት እንቅስቃሴ መለያ ማስታወሻ ማስታወሻ ውስጥ መታየት አለበት
ar: التمرين - لا يمكن تنفيذه إلا من قبل المشاركين المعينين في التمرين؛ يجب أن يظهر معرف التمرين في الملاحظة
es: Ejercicio: solo pueden actuar los participantes designados del ejercicio; El identificador del ejercicio DEBE aparecer en la nota.
fr: Exercice - Actionnable uniquement par les participants désignés à l'exercice ; l'identifiant de l'exercice DEVRAIT apparaître dans la note
pt: Exercício - Acionável apenas por participantes designados do exercício; o identificador do exercício DEVE aparecer na nota
sw: Zoezi - linaloweza kutekelezwa tu na washiriki wa mazoezi walioteuliwa; Kitambulisho cha mazoezi kinapaswa kuonekana katika kumbukumbu

source: System - For messages that support alert network internal functions
am: ስርዓት - ለማነ ሙሉነት አውታረ መረብ ውስጣዊ ተግባሮችን የሚደግፉ መልእክቶች
ar: النظام - للرسائل التي تدعم الوظائف الداخلية لشبكة التنبيه
es: Sistema: para mensajes que admiten funciones internas de la red de alerta
fr: Système - Pour les messages prenant en charge les fonctions internes du réseau d'alerte
pt: Sistema - Para mensagens que suportam funções internas da rede de alerta
sw: Mfumo - Kwa ujumbe unaounga mkono kazi za ndani za mtandao

source: Alert - Initial information requiring attention by targeted recipients
am: ማንቂያ - በትዕግስት የተያዙ ተቀባዮች ትኩረት የሚሹ የመጀመሪያ መረጃ
ar: تنبيه - المعلومات الأولية التي تتطلب الاهتمام من قبل المستلمين المستهدفين
es: Alerta: información inicial que requiere atención por parte de los destinatarios específicos
fr: Alerte - Informations initiales nécessitant l'attention des destinataires ciblés
pt: Alerta - Informações iniciais que requerem atenção dos destinatários-alvo
sw: Arifa - Habari ya awali inayohitaji umakini na wapokeaji walengwa

source: Update - Updates and supersedes the earlier message(s) identified in referenced alerts
am: ዝመና - ዝመናዎች - ቀደም ሲል በተጠቀሱ ማንቂያዎች ውስጥ የተገለጹትን የቀደመ መልዕክት (ቶች)
ar: تحديث - يقوم بتحديث الرسالة (الرسائل) السابقة المحددة في التنبيهات المشار إليها ويحل محلها
es: Actualización: actualiza y reemplaza los mensajes anteriores identificados en las alertas a las que se hace referencia.
fr: Mise à jour : met à jour et remplace le(s) message(s) précédent(s) identifié(s) dans les alertes référencées.
pt: Atualizar - Atualiza e substitui as mensagens anteriores identificadas nos alertas referenciados
sw: Sasisha - Sasisha na inaongeza ujumbe wa mapema uliotambuliwa katika arifu zilizorejelewa

source: Cancel - Cancels the earlier message(s) identified in references
am: መሰረዝ - የቀደመውን መልእክት (ቶች) በማጣቀሻዎች ውስጥ ተለይቷል
ar: إلغاء - يلغي الرسالة (الرسائل) السابقة المحددة في المراجع
es: Cancelar: cancela los mensajes anteriores identificados en las referencias.
fr: Annuler - Annule le(s) message(s) précédent(s) identifié(s) dans les références
pt: Cancelar - Cancela as mensagens anteriores identificadas nas referências
sw: Ghairi - Inafuta ujumbe wa mapema (s) uliotambuliwa katika marejeleo

source: Public - For general dissemination to unrestricted audiences
am: ይፋዊ - ለአስተማሪዎች አጠቃላይ ማሰራጨት አጠቃላይ ማሰራጨት
ar: عام - للنشر العام لجماهير غير مقيدة
es: Público: para difusión general a audiencias sin restricciones.
fr: Public – Pour une diffusion générale à un public illimité
pt: Público - Para divulgação geral para públicos irrestritos
sw: Umma - Kwa usambazaji wa jumla kwa watazamaji wasiozuiliwa

source: Restricted - For dissemination only to users with a known operational requirement as in the restriction field
am: የተገደበ - ለማሰራጨት - ለማሰራጨት ብቻ በሕግ መስክ ውስጥ የታወቀ የአፈፃፀም መስፈርቶች ላላቸው ተጠቃሚዎች ብቻ
ar: مقيد - للتوزيع فقط على المستخدمين ذوي المتطلبات التشغيلية المعروفة كما هو الحال في مجال التقييد
es: Restringido: para difusión únicamente a usuarios con un requisito operativo conocido como en el campo de restricción
fr: Restreint - Pour diffusion uniquement aux utilisateurs ayant une exigence opérationnelle connue comme dans le champ de restriction
pt: Restrito - Para divulgação apenas para usuários com requisito operacional conhecido como no campo de restrição
sw: Imezuiliwa - Kwa usambazaji tu kwa watumiaji walio na hitaji la kiutendaji linalojulikana kama kwenye uwanja wa vizuizi

source: Private - For dissemination only to specified addresses as in the addresses field in the alert
am: የግል - ለማሰራጨት በአስተማማኝ አድራሻዎች ውስጥ ለተገለጹት አድራሻዎች ብቻ
ar: خاص - للنشر فقط على العناوين المحددة كما هو موضح في حقل العناوين في التنبيه
es: Privado: para difusión únicamente a direcciones especificadas como en el campo de direcciones de la alerta.
fr: Privé - Pour diffusion uniquement aux adresses spécifiées comme dans le champ adresses de l'alerte
pt: Privado - Para divulgação apenas para endereços especificados como no campo de endereços do alerta
sw: Binafsi - Kwa usambazaji tu kwa anwani maalum kama ilivyo kwenye uwanja wa anwani kwenye tahadhari

source: Id
am: መታወቂያ
ar: بطاقة تعريف
es: Identificación
fr: Identifiant
pt: Eu ia

source: Unique ID. Auto generated on creation.
am: ልዩ መታወቂያ. በፍጥረት ላይ የፈጠራ ራስ-ሰር.
ar: معرف فريد. تم إنشاؤها تلقائيًا عند الإنشاء.
es: Identificación única. Generado automáticamente en la creación.
fr: Identifiant unique. Généré automatiquement à la création.
pt: ID exclusivo. Gerado automaticamente na criação.
sw: Kitambulisho cha kipekee. Auto inayozalishwa kwenye uumbaji.

source: Sender
am: ላኪ
ar: مرسل
es: Remitente
fr: Expéditeur
pt: Remetente
sw: Mtumaji

source: Identifies the originator of an alert. For example the website address of the institution
am: የማንቂያ መሥራች ይለያል. ለምሳሌ የተቋሙ ድር ጣቢያ አድራሻ
ar: يحدد منشئ التنبيه. على سبيل المثال عنوان الموقع الإلكتروني للمؤسسة
es: Identifica al autor de una alerta. Por ejemplo, la dirección del sitio web de la institución.
fr: Identifie l'auteur d'une alerte. Par exemple, l'adresse du site Web de l'institution
pt: Identifica o originador de um alerta. Por exemplo, o endereço do site da instituição
sw: Inatambua mtangulizi wa tahadhari. Kwa mfano anwani ya wavuti ya taasisi hiyo

source: Sent
am: ተልኳል
ar: مرسل
es: Enviado
fr: Envoyé
pt: Enviado
sw: Imetumwa

source: Time and date of origination of the alert. Automatically generated by the system during publishing
am: የማንቂያ መነሻ ጊዜ እና ቀን. በሕትመት ጊዜ በስርዓቱ በራስ-ሰር የመነጨ
ar: وقت وتاريخ إصدار التنبيه. يتم إنشاؤها تلقائيًا بواسطة النظام أثناء النشر
es: Hora y fecha de origen de la alerta. Generado automáticamente por el sistema durante la publicación.
fr: Heure et date d’origine de l’alerte. Généré automatiquement par le système lors de la publication
pt: Hora e data de origem do alerta. Gerado automaticamente pelo sistema durante a publicação
sw: Wakati na tarehe ya asili ya tahadhari. Moja kwa moja hutolewa na mfumo wakati wa kuchapisha

source: Status
am: ሁኔታ
ar: حالة
es: Estado
fr: Statut
sw: Hali

source: The code denoting the appropriate handling of the alert
am: አግባብ ያለው የእንቁላል አያያዝን የሚያመለክተው ኮዱ
ar: الرمز الذي يشير إلى التعامل المناسب مع التنبيه
es: El código que indica el manejo adecuado de la alerta.
fr: Le code désignant le traitement approprié de l'alerte
pt: O código que denota o tratamento adequado do alerta
sw: Nambari inayoashiria utunzaji sahihi wa tahadhari

source: Message Type
am: የመልእክት ዓይነት
ar: نوع الرسالة
es: Tipo de mensaje
fr: Type de message
pt: Tipo de mensagem
sw: Aina ya Ujumbe

source: The code denoting the nature of the alert message
am: የአስተያየቱን ማንነት የሚመለከት ኮድ
ar: الرمز الذي يدل على طبيعة رسالة التنبيه
es: El código que indica la naturaleza del mensaje de alerta.
fr: Le code indiquant la nature du message d'alerte
pt: O código que denota a natureza da mensagem de alerta
sw: Nambari inayoashiria asili ya ujumbe wa tahadhari

source: Scope
am: ወሰን
ar: نِطَاق
es: Alcance
fr: Portée
pt: Escopo
sw: Wigo

source: The code denoting the intended distribution of the alert message
am: የማንቂያ መልእክት የታሰበውን ስርጭት የሚያመለክተው ኮድ
ar: الرمز الذي يشير إلى التوزيع المقصود لرسالة التنبيه
es: El código que indica la distribución prevista del mensaje de alerta.
fr: Le code indiquant la diffusion prévue du message d'alerte
pt: O código que denota a distribuição pretendida da mensagem de alerta
sw: Nambari inayoashiria usambazaji uliokusudiwa wa ujumbe wa tahadhari

source: Source
am: ምንጭ
ar: مصدر
es: Fuente
pt: Fonte
sw: Chanzo

source: The text identifying the source of the alert message
am: የእንኙነት መልእክት ምንጭን የሚገልጽ ጽሑፍ
ar: النص الذي يحدد مصدر رسالة التنبيه
es: El texto que identifica la fuente del mensaje de alerta.
fr: Le texte identifiant la source du message d'alerte
pt: O texto que identifica a origem da mensagem de alerta
sw: Maandishi yanayotambua chanzo cha ujumbe wa tahadhari

source: The text describing the rule for limiting distribution of the restricted alert message. Used when scope value is Restricted
am: የተከለከለውን የማነወቂያ መልእክት ስርጭት ለመገደብ ደንቡን የሚገልጽ ጽሑፍ. የወሰን እሴት በሚገደብበት ጊዜ ያገለገሉ
ar: النص الذي يصف قاعدة الحد من توزيع رسالة التنبيه المقيدة. يُستخدم عندما تكون قيمة النطاق مقيدة
es: El texto que describe la regla para limitar la distribución del mensaje de alerta restringido. Se utiliza cuando el valor del alcance está restringido
fr: Texte décrivant la règle de limitation de la distribution du message d'alerte restreint. Utilisé lorsque la valeur de la portée est restreinte
pt: O texto que descreve a regra para limitar a distribuição da mensagem de alerta restrita. Usado quando o valor do escopo é Restrito
sw: Maandishi yanayoelezea sheria ya kupunguza usambazaji wa ujumbe wa tahadhari uliozuiliwa. Inatumika wakati thamani ya wigo imezuiliwa

source: Restriction
am: እገዳ
ar: تقييد
es: Restricción
pt: Restrição
sw: Kizuizi

source: The code denoting the special handling of the alert message
am: የማያውቁ መልዕክቱን ልዩ አያያዝ የሚያመለክተው ኮዱ
ar: الرمز الذي يشير إلى المعالجة الخاصة لرسالة التنبيه
es: El código que indica el manejo especial del mensaje de alerta.
fr: Le code désignant le traitement particulier du message d'alerte
pt: O código que denota o tratamento especial da mensagem de alerta
sw: Nambari inayoashiria utunzaji maalum wa ujumbe wa tahadhari

source: Code
am: ኮድ
ar: شفرة
es: Código
pt: Código
sw: Nambari
