Repository: World-Meteorological-Organization/cap-composer
Catalog: capcomposer/src/capcomposer/capeditor/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: Event
am: ክስተት
ar: حدث
es: Evento
fr: Événement
pt: Evento
sw: Tukio

source: The text denoting the type of the subject event of the alert message. You can define hazards events monitored by your institution from CAP settings
am: የማያውቀውን የርዕሰ-ጉዳይ ርዕሰ ጉዳይ ሁኔታ ዓይነት የሚያመለክተው ጽሑፉ. አደጋዎች በተቋማትዎ ከ CAP ቅንብሮችዎ ቁጥጥር የሚደረግላቸው አደጋዎች
ar: النص الذي يشير إلى نوع الحدث الموضوعي لرسالة التنبيه. يمكنك تحديد أحداث المخاطر التي تراقبها مؤسستك من إعدادات CAP
es: El texto que indica el tipo de evento de asunto del mensaje de alerta. Puede definir eventos de peligros monitoreados por su institución desde la configuración de CAP
fr: Texte indiquant le type d'événement objet du message d'alerte. Vous pouvez définir les événements de danger surveillés par votre institution à partir des paramètres du CAP.
pt: O texto que indica o tipo de evento de assunto da mensagem de alerta. Você pode definir eventos de perigo monitorados pela sua instituição nas configurações do CAP
sw: Nakala inayoashiria aina ya tukio la mada ya ujumbe wa tahadhari. Unaweza kufafanua matukio ya hatari yanayofuatiliwa na taasisi yako kutoka kwa mipangilio ya cap

source: Language
am: ቋንቋ
ar: لغة
es: Idioma
fr: Langue
pt: Linguagem
sw: Lugha

source: Urgency
am: አጣዳፊነት
ar: إلحاح
es: Urgencia
fr: Urgence
pt: Urgência
sw: Uharaka

source: The code denoting the urgency of the subject event of the alert message
am: የማያውቀውን መልእክት የርዕሰ-ጉዳዩ አጣዳፊነት የሚያመለክተው ኮዱ
ar: الرمز الذي يشير إلى مدى إلحاح الحدث الموضوع لرسالة التنبيه
es: El código que denota la urgencia del evento sujeto del mensaje de alerta.
fr: Le code désignant l'urgence de l'événement objet du message d'alerte
pt: O código que denota a urgência do evento em questão da mensagem de alerta
sw: Nambari inayoashiria uharaka wa tukio la mada ya ujumbe wa tahadhari

source: Severity
am: ከባድነት
ar: خطورة
es: Gravedad
fr: Gravité
pt: Gravidade
sw: Ukali

source: The code denoting the severity of the subject event of the alert message
am: የማንቂያ መልእክት ርዕሰ ጉዳይ የርዕሰ-ጉዳዩን ከባድነት የሚያመለክተው ኮድ
ar: الرمز الذي يشير إلى مدى خطورة الحدث الموضوع لرسالة التنبيه
es: El código que indica la gravedad del evento sujeto del mensaje de alerta.
fr: Le code indiquant la gravité de l'événement objet du message d'alerte
pt: O código que indica a gravidade do evento em questão da mensagem de alerta
sw: Nambari inayoashiria ukali wa tukio la mada ya ujumbe wa tahadhari

source: Certainty
am: እርግጠኛነት
ar: بالتاكيد
es: Certeza
fr: Certitude
pt: Certeza
sw: Uhakikisho

source: The code denoting the certainty of the subject event of the alert message
am: የማያውቀውን የርዕሱ ርዕሰ ጉዳይ ትክክለኛነት የሚያመለክተው ኮዱ
ar: الرمز الذي يشير إلى يقين الحدث الموضوعي لرسالة التنبيه
es: El código que denota la certeza del evento sujeto del mensaje de alerta.
fr: Le code indiquant la certitude de l'événement objet du message d'alerte
pt: O código que denota a certeza do evento em questão da mensagem de alerta
sw: Nambari inayoashiria uhakikisho wa tukio la mada ya ujumbe wa tahadhari

source: Headline
am: አርዕስት
ar: العنوان
es: Titular
fr: Titre
pt: Título
sw: Kichwa cha habari

source: The text headline of the alert message. Make it direct and actionable as possible while remaining short
am: የማንቂያ መልእክት የጽሑፍ ርዕስ. አጭር እና እርምጃ እንዲወስድ ያድርጉ እና አጭር በሆነ ጊዜ አጭር ያድርጉት
ar: العنوان النصي لرسالة التنبيه. اجعلها مباشرة وقابلة للتنفيذ قدر الإمكان مع بقائها قصيرة
es: El título de texto del mensaje de alerta. Hágalo lo más directo y viable posible sin dejar de ser breve.
fr: Le titre du texte du message d’alerte. Rendez-le aussi direct et exploitable que possible tout en restant court
pt: O título do texto da mensagem de alerta. Torne-o o mais direto e acionável possível, mantendo-o curto
sw: Kichwa cha habari cha ujumbe wa tahadhari. Fanya iwe moja kwa moja na inayowezekana iwezekanavyo wakati unabaki mfupi

source: Description
am: መግለጫ
ar: وصف
es: Descripción
pt: Descrição
sw: Maelezo

source: The text describing the subject event of the alert message. An extended description of the hazard or event that occasioned this message
am: የማያውቀውን የርዕሱ ርዕሰ ጉዳይ የሚገልጽ ጽሑፍ. ይህንን መልእክት ስለሚያገደው አደገኛ ወይም ክስተት የተራዘመ መግለጫ
ar: النص الذي يصف حدث موضوع رسالة التنبيه. وصف موسع للخطر أو الحدث الذي تسبب في هذه الرسالة
es: El texto que describe el evento del asunto del mensaje de alerta. Una descripción ampliada del peligro o evento que provocó este mensaje.
fr: Texte décrivant l'événement objet du message d'alerte. Une description détaillée du danger ou de l'événement qui a provoqué ce message
pt: O texto que descreve o evento de assunto da mensagem de alerta. Uma descrição extensa do perigo ou evento que ocasionou esta mensagem
sw: Maandishi yanayoelezea tukio la ujumbe wa tahadhari. Maelezo ya kupanuliwa ya hatari au tukio ambalo lilisababisha ujumbe huu

source: Instruction
am: መመሪያ
ar: تعليمات
es: Instrucción
pt: Instrução
sw: Maagizo

source: The text describing the recommended action to be taken by recipients of the alert message
am: በተቀባው መልእክት በተቀባዮች የተያዙትን እርምጃ የሚገልጽ ጽሑፍ
ar: النص الذي يصف الإجراء الموصى باتخاذه من قبل مستلمي رسالة التنبيه
es: El texto que describe la acción recomendada que deben tomar los destinatarios del mensaje de alerta.
fr: Le texte décrivant l'action recommandée à entreprendre par les destinataires du message d'alerte
pt: O texto que descreve a ação recomendada a ser tomada pelos destinatários da mensagem de alerta
sw: Maandishi yanayoelezea hatua iliyopendekezwa kuchukuliwa na wapokeaji wa ujumbe wa tahadhari

source: Effective
am: ውጤታማ
ar: فعال
es: Eficaz
fr: Efficace
pt: Eficaz
sw: Ufanisi

source: The effective time of the information of the alert message. If not set, the sent date will be used
am: የማንቂያ መልእክት መረጃ ውጤታማ ጊዜ. ካልተዋቀረ የተላከው ቀን ጥቅም ላይ ይውላል
ar: الوقت الفعلي لمعلومات رسالة التنبيه. إذا لم يتم تعيينه، سيتم استخدام تاريخ الإرسال
es: El tiempo efectivo de la información del mensaje de alerta. Si no se establece, se utilizará la fecha de envío.
fr: L’heure effective de l’information du message d’alerte. Si elle n'est pas définie, la date d'envoi sera utilisée
pt: O tempo efetivo das informações da mensagem de alerta. Se não for definido, a data de envio será usada
sw: Wakati mzuri wa habari ya ujumbe wa tahadhari. Ikiwa haijawekwa, tarehe iliyotumwa itatumika

source: Onset
am: መቀስቀስ
ar: بداية
es: Comienzo
fr: Début
pt: Início
sw: Mwanzo

source: The expected time of the beginning of the subject event of the alert message
am: የማያውቀውን መልእክት የርዕሱ ርዕሰ ጉዳይ መጀመሪያ የሚጠበቅበት ጊዜ
ar: الوقت المتوقع لبداية حدث الموضوع لرسالة التنبيه
es: La hora prevista del comienzo del evento del asunto del mensaje de alerta.
fr: L'heure prévue du début de l'événement objet du message d'alerte
pt: A hora esperada do início do evento em questão da mensagem de alerta
sw: Wakati unaotarajiwa wa mwanzo wa tukio la mada ya ujumbe wa tahadhari

source: Expires
am: ጊዜው ያልፋል
ar: تنتهي
es: Vence
fr: Expire
pt: Expira
sw: Inaisha

source: The expiry time of the information of the alert message. If not set, each recipient is free to set its own policy as to when the message is no longer in effect.
am: የማንቂያ መልእክት ማጠናቀቂያ ጊዜ የሚያበቃበት ጊዜ. ካልተዋቀረ እያንዳንዱ ተቀባዩ መልዕክቱ ከእንግዲህ ተግባራዊ በማይሠራበት ጊዜ የራሱን ፖሊሲ ለማዘጋጀት ነፃ ነው.
ar: وقت انتهاء معلومات رسالة التنبيه. إذا لم يتم التعيين، يكون لكل مستلم الحرية في تعيين سياسته الخاصة فيما يتعلق بالوقت الذي تصبح فيه الرسالة غير سارية.
es: El tiempo de vencimiento de la información del mensaje de alerta. Si no se establece, cada destinatario es libre de establecer su propia política sobre cuándo el mensaje dejará de estar vigente.
fr: L’heure d’expiration des informations du message d’alerte. S'il n'est pas défini, chaque destinataire est libre de définir sa propre politique quant au moment où le message n'est plus en vigueur.
pt: O tempo de expiração das informações da mensagem de alerta. Se não for definido, cada destinatário poderá definir sua própria política sobre quando a mensagem não estará mais em vigor.
sw: Wakati wa kumalizika kwa habari ya ujumbe wa tahadhari. Ikiwa haijawekwa, kila mpokeaji yuko huru kuweka sera yake mwenyewe wakati ujumbe haufanyi kazi tena.

source: Response Types
am: ምላሽ ዓይነቶች
ar: أنواع الاستجابة
es: Tipos de respuesta
fr: Types de réponses
pt: Tipos de resposta
sw: Aina za majibu

source: Sender name
am: የላኪ ስም
ar: اسم المرسل
es: Nombre del remitente
fr: Nom de l'expéditeur
pt: Nome do remetente
sw: Jina la mtumaji

source: Contact
am: እውቂያ
ar: اتصال
es: Contacto
pt: Contato
sw: Wasiliana

source: Audience
am: አድማጮች
ar: جمهور
es: Audiencia
fr: Public
pt: Público
sw: Hadhira

source: The text describing the intended audience of the alert message
am: የማያውቀውን የታሰበ አድማጮችን የሚገልጽ ጽሑፍ
ar: النص الذي يصف الجمهور المستهدف لرسالة التنبيه
es: El texto que describe la audiencia prevista del mensaje de alerta.
fr: Le texte décrivant le public visé par le message d'alerte
pt: O texto que descreve o público-alvo da mensagem de alerta
sw: Maandishi yanayoelezea hadhira iliyokusudiwa ya ujumbe wa tahadhari

source: Admin Boundary
am: የአስተዳዳሪ ወሰን
ar: حدود المشرف
es: Límite administrativo
fr: Limite d'administration
pt: Limite de administração
sw: Mpaka wa admin

source: Draw Polygon
am: ፖሊጎን ይሳሉ
ar: رسم المضلع
es: Dibujar polígono
fr: Dessiner un polygone
pt: Desenhar polígono
sw: Chora polygon

source: Predefined Area
am: የተገለጸ ቦታ
ar: منطقة محددة مسبقًا
es: Área predefinida
fr: Zone prédéfinie
pt: Área predefinida
sw: Eneo lililotanguliwa

source: Alert Area
am: ማንቂያ አካባቢ
ar: منطقة التنبيه
es: Área de alerta
fr: Zone d'alerte
pt: Área de Alerta
sw: Eneo la tahadhari

source: Admin Boundary, Polygon, Circle, or Predefined area
am: የአስተዳዳሪ ድንበር, ፖሊጎን, ክበብ ወይም ቅድመ-ተቋም
ar: حدود المسؤول أو المضلع أو الدائرة أو المنطقة المحددة مسبقًا
es: Límite de administrador, polígono, círculo o área predefinida
fr: Limite d'administration, polygone, cercle ou zone prédéfinie
pt: Limite administrativo, polígono, círculo ou área predefinida
sw: Mpaka wa admin, polygon, mduara, au eneo lililofafanuliwa

source: Resources
am: ሀብቶች
ar: موارد
es: Recursos
fr: Ressources
pt: Recursos
sw: Rasilimali

source: Additional file with supplemental information related to this alert information
am: ከዚህ የማነሻ መረጃ ጋር በተያያዘ የተጨማሪ መረጃ ተጨማሪ ፋይል
ar: ملف إضافي يحتوي على معلومات تكميلية تتعلق بمعلومات التنبيه هذه
es: Archivo adicional con información complementaria relacionada con esta información de alerta
fr: Fichier supplémentaire contenant des informations supplémentaires liées à ces informations d'alerte
pt: Arquivo adicional com informações suplementares relacionadas a essas informações de alerta
sw: Faili ya ziada na habari ya ziada inayohusiana na habari hii ya tahadhari

source: Parameter
am: ግቤት
ar: المعلمة
es: Parámetro
fr: Paramètre
pt: Parâmetro
sw: Parameta

source: Parameters
am: መለኪያዎች
ar: حدود
es: Parámetros
fr: Paramètres
pt: Parâmetros
sw: Vigezo

source: The expiry time of the alert should be greater than the effective time
am: የማንቂያ ጊዜው የሚያበቃበት ጊዜ ከጊዜው ጊዜ የበለጠ መሆን አለበት
ar: يجب أن يكون وقت انتهاء التنبيه أكبر من الوقت الفعلي
es: El tiempo de caducidad de la alerta debe ser mayor que el tiempo efectivo.
fr: Le délai d'expiration de l'alerte doit être supérieur au délai d'effet
pt: O tempo de expiração do alerta deve ser maior que o tempo efetivo
sw: Wakati wa kumalizika kwa tahadhari unapaswa kuwa mkubwa kuliko wakati mzuri

source: The expiry time of the alert should be greater than the onset time
am: የማንቂያ ጊዜው የሚያበቃበት ጊዜ ከተመረጠው ጊዜ በላይ መሆን አለበት
ar: يجب أن يكون وقت انتهاء التنبيه أكبر من وقت البداية
es: El tiempo de vencimiento de la alerta debe ser mayor que el tiempo de inicio.
fr: L’heure d’expiration de l’alerte doit être supérieure à l’heure de début
pt: O tempo de expiração do alerta deve ser maior que o tempo de início
sw: Wakati wa kumalizika kwa tahadhari unapaswa kuwa mkubwa kuliko wakati wa mwanzo

source: Contact Detail
am: የእውቂያ ዝርዝር
ar: تفاصيل الاتصال
es: Detalle de contacto
fr: Coordonnées
pt: Detalhes de contato
sw: Maelezo ya mawasiliano

source: CAP Sender Email
am: ካፕ ላኪ ኢሜል
ar: البريد الإلكتروني لمرسل CAP
es: Correo electrónico del remitente de CAP
fr: E-mail de l'expéditeur du CAP
pt: E-mail do remetente CAP
sw: Barua pepe ya mtumaji

source: Email of the sending institution
am: የመላኪያ ተቋም ኢሜይል
ar: البريد الإلكتروني للمؤسسة المرسلة
es: Correo electrónico de la institución de envío
fr: Email de l'établissement d'envoi
pt: E-mail da instituição remetente
sw: Barua pepe ya taasisi inayotuma

source: CAP Sender Name
am: ካፕ ላኪ ስም
ar: اسم مرسل CAP
es: Nombre del remitente del CAP
fr: Nom de l'expéditeur du CAP
pt: Nome do remetente CAP
sw: Jina la mtumaji wa cap

source: Name of the sending institution
am: የመላኪያ ተቋም ስም
ar: اسم المؤسسة المرسلة
es: Nombre de la institución de envío
fr: Nom de l'établissement d'envoi
pt: Nome da instituição remetente
sw: Jina la taasisi inayotuma

source: WMO Register of Alerting Authorities OID
am: የደስታ ባለሥልጣናት የ WMA ምዝገባ
ar: سجل المنظمة (WMO) لسلطات التنبيه (OID).
es: Registro de autoridades de alerta de la OMM OID
fr: Registre OMM des autorités d'alerte OID
pt: Registro de Autoridades de Alerta da OMM OID
sw: Usajili wa WMO wa Mamlaka ya Kuonya Oid

source: WMO Register of Alerting Authorities Object Identifier (OID) of the sending institution. This will be used to generate CAP messages identifiers
am: የመላኪያ ተቋም ደህንነቱ የተጠበቀ ባለሥልጣናት የማርያዎች ባለሥልጣናት የነፃ ባለስልጣናት የ WMA ምዝገባ. ይህ የካፒታል መልዕክቶችን ለማመንጨት ጥቅም ላይ ይውላል
ar: سجل المنظمة (WMO) لسلطات التنبيه (OID) الخاص بالمؤسسة المرسلة. سيتم استخدام هذا لإنشاء معرفات رسائل CAP
es: Registro de autoridades de alerta de la OMM Identificador de objeto (OID) de la institución de envío. Esto se utilizará para generar identificadores de mensajes CAP.
fr: Registre OMM des autorités d'alerte Identifiant d'objet (OID) de l'institution d'envoi. Ceci sera utilisé pour générer les identifiants des messages CAP
pt: Registro de Autoridades de Alerta da OMM Identificador de Objeto (OID) da instituição remetente. Isso será usado para gerar identificadores de mensagens CAP
sw: Usajili wa WMO wa Mamlaka ya Mamlaka ya Tahadhari (OID) ya taasisi inayotuma. Hii itatumika kutengeneza vitambulisho vya ujumbe wa cap

source: Logo of the sending institution
am: የመላኪያ ተቋም አርማ
ar: شعار المؤسسة المرسلة
es: Logotipo de la institución de envío
fr: Logo de l'institution d'envoi
pt: Logotipo da instituição remetente
sw: Nembo ya taasisi inayotuma

source: Contact Details
am: የእውቂያ ዝርዝሮች
ar: تفاصيل الاتصال
es: Detalles de contacto
fr: Coordonnées
pt: Detalhes de contato
sw: Maelezo ya mawasiliano

source: Contact for follow-up and confirmation of the alert message
am: የማንቂያ መልእክት ለተከታታይ እና ማረጋገጫ ለማግኘት
ar: الاتصال للمتابعة والتأكيد على رسالة التنبيه
es: Contacto para seguimiento y confirmación del mensaje de alerta
fr: Contact pour le suivi et la confirmation du message d'alerte
pt: Contato para acompanhamento e confirmação da mensagem de alerta
sw: Wasiliana kwa kufuata na uthibitisho wa ujumbe wa tahadhari

source: UN Country Boundary
am: የተባበሩት መንግስታት ሀገር ድንበር
ar: الحدود القطرية للأمم المتحدة
es: Límite del país de la ONU
fr: Frontière du pays de l'ONU
pt: Fronteira do país da ONU
sw: Mpaka wa nchi ya UN

source: GeoJSON file of the UN Country Boundary. Setting this will enable the UN Country Boundary check in the alertdrawing tools
am: የጂኦጃየስ ፋይል የጂዮ es ን ፋይል. ይህንን ማዋቀር የዩኒቲየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየየመንት መሳሪያዎች
ar: ملف GeoJSON لحدود الأمم المتحدة. سيؤدي ضبط هذا إلى تمكين فحص الحدود القطرية للأمم المتحدة في أدوات رسم التنبيهات
es: Archivo GeoJSON de los límites del país de la ONU. Establecer esto permitirá la verificación de los límites del país de la ONU en las herramientas de dibujo de alertas.
fr: Fichier GeoJSON de la frontière du pays de l'ONU. Ce réglage permettra la vérification des limites des pays de l'ONU dans les outils de dessin d'alertes.
pt: Arquivo GeoJSON da fronteira do país da ONU. Definir isso permitirá a verificação das fronteiras do país da ONU nas ferramentas de alerta
sw: Faili ya Geojson ya mpaka wa nchi ya UN. Kuweka hii itawezesha ukaguzi wa mipaka ya nchi ya UN kwenye zana za tahadhari

source: Number of latest Alerts to show in the XML CAP Feed
am: በ <XML CAP> ውስጥ ለማሳየት የቅርብ ጊዜ ማንቂያዎች ብዛት
ar: عدد أحدث التنبيهات التي سيتم عرضها في موجز XML CAP
es: Número de alertas más recientes que se mostrarán en XML CAP Feed
fr: Nombre de dernières alertes à afficher dans le flux XML CAP
pt: Número de alertas mais recentes a serem exibidos no XML CAP Feed
sw: Idadi ya arifu za hivi karibuni za kuonyesha kwenye malisho ya xml cap

source: Set a smaller number to improve perfomance for aggregators
am: ለግድጓዳዎች ግጭቶች ለማሻሻል አነስተኛ ቁጥር ያዘጋጁ
ar: قم بتعيين رقم أصغر لتحسين أداء أدوات التجميع
es: Establezca un número menor para mejorar el rendimiento de los agregadores
fr: Définir un nombre plus petit pour améliorer les performances des agrégateurs
pt: Defina um número menor para melhorar o desempenho dos agregadores
sw: Weka idadi ndogo ili kuboresha manukato kwa viboreshaji

source: CAP Settings
am: የ CAP ቅንብሮች
ar: إعدادات كاب
es: Configuración de PAC
fr: Paramètres du PAC
pt: Configurações de CAP
sw: Mipangilio ya cap

source: Sender Details
am: የላኪ ዝርዝሮች
ar: تفاصيل المرسل
es: Detalles del remitente
fr: Détails de l'expéditeur
pt: Detalhes do remetente
sw: Maelezo ya mtumaji

source: Hazard Types
am: የአደጋ ዓይነቶች
ar: أنواع المخاطر
es: Tipos de peligro
fr: Types de dangers
pt: Tipos de perigo
sw: Aina za hatari

source: Hazard Type
am: የአደጋ ዓይነት
ar: نوع الخطر
es: Tipo de peligro
fr: Type de danger
pt: Tipo de perigo
sw: Aina ya hatari

source: Hazards monitored by the institution
am: አደጋዎች በተቋሙ ቁጥጥር ተደረገላቸው
ar: المخاطر التي ترصدها المؤسسة
es: Peligros monitoreados por la institución.
fr: Risques surveillés par l'établissement
pt: Riscos monitorados pela instituição
sw: Hatari zinazoangaliwa na taasisi

source: Predefined Alert Areas
am: አስቀድሞ የተገለጹ ማንቂያ ቦታዎች
ar: مناطق التنبيه المحددة مسبقًا
es: Áreas de alerta predefinidas
fr: Zones d'alerte prédéfinies
pt: Áreas de alerta predefinidas
sw: Maeneo ya tahadhari yaliyotanguliwa

source: Predefined areas for alerts
am: ለማስጠንቀቅ ቀድሞ የተቀመጡ አካባቢዎች
ar: مناطق محددة مسبقا للتنبيهات
es: Áreas predefinidas para alertas
fr: Zones prédéfinies pour les alertes
pt: Áreas predefinidas para alertas
sw: Maeneo yaliyotanguliwa kwa arifu

source: Predefined Areas
am: ቅድመ-ሁኔታዎች
ar: المناطق المحددة مسبقًا
es: Áreas predefinidas
fr: Zones prédéfinies
pt: Áreas predefinidas
sw: Maeneo yaliyotanguliwa

source: Allowed Alert Languages
am: የተፈቀደ ማንቂያዎች
ar: لغات التنبيه المسموح بها
es: Idiomas de alerta permitidos
fr: Langues d'alerte autorisées
pt: Idiomas de alerta permitidos
sw: Kuruhusiwa lugha za tahadhari

source: UN Boundary
am: ኢስታን መወሰን
ar: حدود الأمم المتحدة
es: Límite de la ONU
fr: Frontière de l'ONU
pt: Limite da ONU
sw: Mpaka wa UN

source: Geophysical
am: ጂኦሎጂያዊ
ar: جيوفيزيائية
es: Geofísico
fr: Géophysique
pt: Geofísica
sw: Jiografia

source: Meteorological
am: ሜቶሮሎጂያዊ
ar: الأرصاد الجوية
es: Meteorológico
fr: Météorologique
pt: Meteorológico
sw: Hali ya hewa

source: General emergency and public safety
am: አጠቃላይ የአደጋ ጊዜ እና የህዝብ ደህንነት
ar: الطوارئ العامة والسلامة العامة
es: Emergencia general y seguridad pública.
fr: Urgence générale et sécurité publique
pt: Emergência geral e segurança pública
sw: Dharura ya jumla na usalama wa umma

source: Law enforcement, military, homeland and local/private security
am: የሕግ አስፈፃሚ, ወታደራዊ, የትውልድ አገሩ እና አካባቢያዊ / የግል ደህንነት
ar: إنفاذ القانون والجيش والوطن والأمن المحلي / الخاص
es: Aplicación de la ley, seguridad militar, nacional y local/privada
fr: Forces de l'ordre, militaires, sécurité intérieure et sécurité locale/privée
pt: Aplicação da lei, forças armadas, segurança interna e local/privada
sw: Utekelezaji wa sheria, jeshi, nchi na usalama wa ndani/wa kibinafsi

source: Rescue and recovery
am: ማዳን እና ማገገም
ar: الإنقاذ والانتعاش
es: Rescate y recuperación
fr: Sauvetage et récupération
pt: Resgate e recuperação
sw: Uokoaji na uokoaji

source: Fire suppression and rescue
am: የእሳት አደጋ ማገድ እና ማዳን
ar: إخماد الحرائق والإنقاذ
es: Extinción de incendios y rescate.
fr: Suppression des incendies et sauvetage
pt: Supressão de incêndio e resgate
sw: Kukandamiza moto na uokoaji

source: Medical and public health
am: የህክምና እና የህዝብ ጤና
ar: الطبية والصحة العامة
es: Salud médica y pública
fr: Médical et santé publique
pt: Saúde médica e pública
sw: Afya na afya ya umma

source: Pollution and other environmental
am: ብክለት እና ሌሎች አካባቢያዊ
ar: التلوث البيئي وغيره
es: Contaminación y otros problemas ambientales.
fr: Pollution et autres problèmes environnementaux
pt: Poluição e outros problemas ambientais
sw: Uchafuzi na mazingira mengine

source: Public and private transportation
am: የህዝብ እና የግል መጓጓዣ
ar: وسائل النقل العامة والخاصة
es: Transporte publico y privado
fr: Transports publics et privés
pt: Transporte público e privado
sw: Usafiri wa umma na wa kibinafsi

source: Utility, telecommunication, other non-transport infrastructure
am: መገልገያ, ቴሌኮሙኒኬሽን, ሌላ የትራንስፖርት መሰረተ ልማት
ar: المرافق والاتصالات والبنية التحتية الأخرى غير النقل
es: Servicios públicos, telecomunicaciones y otras infraestructuras no relacionadas con el transporte
fr: Services publics, télécommunications et autres infrastructures autres que les transports
pt: Serviços públicos, telecomunicações e outras infra-estruturas não relacionadas com os transportes
sw: Matumizi, mawasiliano ya simu, miundombinu mingine isiyo ya transport

source: Chemical, Biological, Radiological, Nuclear or High-Yield Explosive threat or attack
am: ኬሚካላዊ, ባዮሎጂያዊ, ራዲዮሎጂ, ኑክሌር ወይም ከፍተኛ የፍንዳታ ፍንዳታ ወይም ጥቃት
ar: تهديد أو هجوم كيميائي أو بيولوجي أو إشعاعي أو نووي أو شديد الانفجار
es: Amenaza o ataque químico, biológico, radiológico, nuclear o explosivo de alto rendimiento
fr: Menace ou attaque chimique, biologique, radiologique, nucléaire ou explosive à haut rendement
pt: Ameaça ou ataque químico, biológico, radiológico, nuclear ou explosivo de alto rendimento
sw: Kemikali, kibaolojia, radiolojia, nyuklia au tishio la kulipuka la mavuno au shambulio

source: Other events
am: ሌሎች ክስተቶች
ar: أحداث أخرى
es: Otros eventos
fr: Autres événements
pt: Outros eventos
sw: Matukio mengine

source: Select from WMO list of Hazards Event Types
am: የአደጋዎች የአደጋዎች ዝርዝር ውስጥ ከ WMO ዝርዝር ውስጥ ይምረጡ
ar: اختر من قائمة المنظمة العالمية للأرصاد الجوية لأنواع أحداث المخاطر
es: Seleccione de la lista de la OMM de tipos de eventos peligrosos
fr: Sélectionnez dans la liste OMM des types d'événements dangereux
pt: Selecione na lista de tipos de eventos de perigo da OMM
sw: Chagua kutoka kwa orodha ya WMO ya aina za hafla za hatari

source: Hazard
am: አደጋ
ar: خطر
es: Peligro
fr: Danger
pt: Perigo
sw: Hatari

source: Name of Hazard
am: የአደጋ ስም
ar: اسم الخطر
es: Nombre del peligro
fr: Nom du danger
pt: Nome do Perigo
sw: Jina la Hazard

source: Category
am: ምድብ
ar: فئة
es: Categoría
fr: Catégorie
pt: Categoria
sw: Jamii

source: Event Code
am: የዝግጅት ኮድ
ar: رمز الحدث
es: Código de evento
fr: Code d'événement
pt: Código do Evento
sw: Nambari ya Tukio

source: Icon
am: አዶ
ar: رمز
es: Icono
fr: Icône
pt: Ícone
sw: Ikoni

source: Matching icon
am: ተዛማጅ አዶ
ar: أيقونة المطابقة
es: Icono coincidente
fr: Icône correspondante
pt: Ícone correspondente
sw: Icon inayolingana

source: This event type already exists
am: ይህ የዝግጅት ዓይነት ቀድሞውኑ አለ
ar: نوع الحدث هذا موجود بالفعل
es: Este tipo de evento ya existe
fr: Ce type d'événement existe déjà
pt: Este tipo de evento já existe
sw: Aina hii ya tukio tayari ipo

source: ISO 639-1 language code
am: ISA 639-1 የቋንቋ ኮድ
ar: رمز اللغة ISO 639-1
es: Código de idioma ISO 639-1
fr: Code de langue ISO 639-1
pt: Código de idioma ISO 639-1
sw: Nambari ya lugha ya ISO 639-1

source: Geo
am: ጂኦ
ar: جغرافية
fr: Géo
pt: Geografia

source: Met
am: ተገናኙ
ar: التقى
es: Cumplió
fr: Rencontré
pt: Conheci
sw: Alikutana

source: Safety
am: ደህንነት
ar: أمان
es: Seguridad
fr: Sécurité
pt: Segurança
sw: Usalama
