Repository: World-Meteorological-Organization/cap-composer
Catalog: capcomposer/src/capcomposer/capeditor/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, fr, pt, sw

source: The text describing the purpose or significance of the alert message.The message note is primarily intended for use with <status> 'Exercise' and <msgType> 'Error'
ar: النص الذي يصف غرض رسالة التنبيه أو أهميتها. ملاحظة الرسالة مخصصة في المقام الأول للاستخدام مع <status> 'Exercise' و<msgType> 'Error'
es: El texto que describe el propósito o significado del mensaje de alerta. La nota del mensaje está diseñada principalmente para usarse con <status> 'Ejercicio' y <msgType> 'Error'.
fr: Texte décrivant l'objectif ou la signification du message d'alerte. La note du message est principalement destinée à être utilisée avec <status> 'Exercice' et <msgType> 'Error'.
pt: O texto que descreve o propósito ou significado da mensagem de alerta. A nota da mensagem destina-se principalmente ao uso com <status> 'Exercício' e <msgType> 'Erro'
sw: Maandishi yanayoelezea kusudi au umuhimu wa ujumbe wa tahadhari. Ujumbe wa ujumbe umekusudiwa kutumiwa na <sicture> 'zoezi' na <sgtype> 'kosa'

source: Note
am: ማስታወሻ
ar: ملحوظة
es: Nota
pt: Observação
sw: Kumbuka

source: Alert Information
am: ማንቂያ መረጃ
ar: معلومات التنبيه
es: Información de alerta
fr: Informations sur les alertes
pt: Informações de alerta
sw: Habari ya tahadhari

source: Recipient
am: ተቀባዩ
ar: متلقي
es: Beneficiario
fr: Destinataire
pt: Destinatário
sw: Mpokeaji

source: Addresses
am: አድራሻዎች
ar: العناوين
es: Direcciones
fr: Adresses
pt: Endereços
sw: Anwani

source: The group listing of intended recipients of the alert message, if scope is Private
am: የማንቂያ መልእክት የታሰበ ተቀባዮች ቡድን, ወሰን የግል ከሆነ
ar: قائمة المجموعة للمستلمين المقصودين لرسالة التنبيه، إذا كان النطاق خاصًا
es: La lista de grupos de destinatarios previstos del mensaje de alerta, si el alcance es Privado
fr: Liste de groupe des destinataires prévus du message d'alerte, si la portée est Privée
pt: A listagem do grupo de destinatários pretendidos da mensagem de alerta, se o escopo for Privado
sw: Orodha ya kikundi ya wapokeaji waliokusudiwa wa ujumbe wa tahadhari, ikiwa wigo ni wa faragha

source: Reference Alerts
am: ማጣቀሻ ማንቂያዎች
ar: التنبيهات المرجعية
es: Alertas de referencia
fr: Alertes de référence
pt: Alertas de referência
sw: Arifu za kumbukumbu

source: Incidents
am: ክስተቶች
ar: الحوادث
es: Incidentes
pt: Incidentes
sw: Matukio

source: Alert Identification
am: አዕምሮ መታወቂያ
ar: تحديد التنبيه
es: Identificación de alerta
fr: Identification des alertes
pt: Identificação de Alerta
sw: Kitambulisho cha tahadhari

source: Expired
am: ጊዜው አልፎበታል
ar: منتهي الصلاحية
es: Venció
fr: Expiré
pt: Expirado
sw: Kumalizika muda wake

source: Ongoing
am: ቀጣይነት ያለው
ar: مستمر
es: En curso
fr: En cours
pt: Em andamento
sw: Inayoendelea

source: Issued
am: የተሰጠው
ar: صادر
es: Emitido
fr: Émis
pt: Publicado
sw: Imetolewa

source: Urgency:
am: አጣዳፊነት
ar: الاستعجال:
es: Urgencia:
fr: Urgence:
pt: Urgência:
sw: Haraka:

source: CAP XML Link
am: ካፕ ኤክስኤምኤል አገናኝ
ar: رابط CAP XML
es: Enlace XML de PAC
fr: Lien XML du PAC
pt: Link XML CAP
sw: Kiungo cha XML

source: Alert Severity
am: ማስጠንቀቂያ
ar: تنبيه الخطورة
es: Gravedad de la alerta
fr: Gravité de l'alerte
pt: Gravidade do Alerta
sw: Ukali wa tahadhari

source: Affected area
am: የተጎዳ አካባቢ
ar: المنطقة المتضررة
es: Área afectada
fr: Zone affectée
pt: Área afetada
sw: Eneo lililoathirika

source: Event Description
am: የዝግጅት መግለጫ
ar: وصف الحدث
es: Descripción del evento
fr: Description de l'événement
pt: Descrição do Evento
sw: Maelezo ya Tukio

source: Instructions
am: መመሪያዎች
ar: تعليمات
es: Instrucciones
pt: Instruções
sw: Maagizo

source: Import CAP Alert %(title)s
am: የማስመጣት ካፕ ማስጠንቀቂያ% (ርዕስ) s
ar: استيراد تنبيه CAP %(العنوان)s
es: Importar % de alerta CAP (título) s
fr: Importer l'alerte CAP %(title)s
pt: Importar Alerta CAP %(title)s
sw: Kuagiza cap Alert %(kichwa) s

source: Import CAP Alert
am: የማስመጣት ካፕ ማስጠንቀቂያ
ar: تنبيه استيراد CAP
es: Alerta de PAC de importación
fr: Importer une alerte CAP
pt: Alerta de importação CAP
sw: Ingiza tahadhari ya cap

source: Load
am: ጭነት
ar: حمولة
es: Carga
fr: Charger
pt: Carregar
sw: Mzigo

source: Import CAP Alert - Preview
am: የማስመጣት ካፕ ማንቂያ - ቅድመ-እይታ
ar: تنبيه استيراد CAP - معاينة
es: Importar alerta de CAP: vista previa
fr: Importer une alerte CAP - Aperçu
pt: Alerta de importação CAP - Visualização
sw: Ingiza tahadhari ya cap - hakiki

source: Import Type:
am: የማስመጣት ሁኔታ:
ar: نوع الاستيراد:
es: Tipo de importación:
fr: Type d'importation :
pt: Tipo de importação:
sw: Aina ya kuagiza:

source: Source URL:
am: ምንጭ ዩ.አር.ኤል.
ar: عنوان URL المصدر:
es: URL de origen:
fr: URL source :
pt: URL de origem:
sw: URL ya chanzo:

source: Source File Name:
am: የምንጭ ፋይል ስም
ar: اسم الملف المصدر:
es: Nombre del archivo fuente:
fr: Nom du fichier source :
pt: Nome do arquivo de origem:
sw: Jina la faili ya chanzo:

source: Load different alert
am: የተለያዩ ማንቂያዎችን ይጫኑ
ar: تحميل تنبيه مختلف
es: Cargar alerta diferente
fr: Charger une alerte différente
pt: Carregar alerta diferente
sw: Pakia tahadhari tofauti

source: Sender:
am: ላኪ
ar: مرسل:
es: Remitente:
fr: Expéditeur:
pt: Remetente:
sw: Mtumaji:

source: Sent:
am: ተልኳል
ar: مرسل:
es: Enviado:
fr: Envoyé:
pt: Enviado:
sw: Imetumwa:

source: Status:
am: ሁኔታ:
ar: حالة:
es: Estado:
fr: Statut:
sw: Hali:

source: Message Type:
am: የመልእክት ዓይነት: -
ar: نوع الرسالة:
es: Tipo de mensaje:
fr: Type de message :
pt: Tipo de mensagem:
sw: Aina ya Ujumbe:

source: Create Draft Alert
am: ረቂቅ ማንቂያ ማስጠንቀቂያ ይፍጠሩ
ar: إنشاء مسودة تنبيه
es: Crear alerta de borrador
fr: Créer une alerte de brouillon
pt: Criar alerta de rascunho
sw: Unda Rasimu ya Rasimu

source: Language:
am: ቋንቋ:
ar: لغة:
es: Idioma:
fr: Langue:
pt: Linguagem:
sw: Lugha:

source: Category:
am: ምድብ:
ar: فئة:
es: Categoría:
fr: Catégorie:
pt: Categoria:
sw: Jamii:

source: Event:
am: ክስተት
ar: حدث:
es: Evento:
fr: Événement:
pt: Evento:
sw: Tukio:

source: Severity:
am: ከባድነት: -
ar: خطورة:
es: Gravedad:
fr: Gravité:
pt: Gravidade:
sw: Ukali:

source: Certainty:
am: እርግጠኛነት: -
ar: بالتاكيد:
es: Certeza:
fr: Certitude:
pt: Certeza:
sw: Ukweli:

source: Effective:
am: ውጤታማ
ar: فعال:
es: Eficaz:
fr: Efficace:
pt: Eficaz:
sw: Ufanisi:

source: Onset:
am: መቀስቀስ
ar: بداية:
es: Comienzo:
fr: Début:
pt: Início:
sw: Mwanzo:

source: Expires:
am: ጊዜው ያልፍበታል
ar: تنتهي:
es: Vence:
fr: Expire :
pt: Expira:
sw: Inamalizika:

source: Headline:
am: አርዕስት
ar: العنوان:
es: Titular:
fr: Titre:
pt: Título:
sw: Kichwa cha habari:

source: Description:
am: መግለጫ
ar: وصف:
es: Descripción:
pt: Descrição:
sw: Maelezo:

source: Instruction:
am: መመሪያ
ar: تعليمات:
es: Instrucción:
pt: Instrução:
sw: Mafundisho:

source: Area:
am: አካባቢ
ar: منطقة:
es: Área:
fr: Zone:
pt: Área:
sw: Eneo:

source: Longitude
am: ኬንትሮስ
ar: خط الطول
es: Longitud
sw: Longitudo

source: Latitude
am: ኬክሮስ
ar: خط العرض
es: Latitud
sw: Latitudo

source: Radius (in kilometers)
am: ራዲየስ (ኪሎሜትሮች)
ar: نصف القطر (بالكيلومترات)
es: Radio (en kilómetros)
fr: Rayon (en kilomètres)
pt: Raio (em quilômetros)
sw: Radius (katika kilomita)

source: Page '%(page_title)s' copied.
am: ገጽ% (ገጽ_TITLE) S 'ተቀዳጅ.
ar: تم نسخ الصفحة '%(page_title)s'.
es: Página '%(page_title)s' copiada.
fr: Page '%(page_title)s' copiée.
pt: Página '%(page_title)s' copiada.
sw: Ukurasa '%(ukurasa_title) s' kunakiliwa.

source: CAPComposer
am: ካፒኮሚፕስ
es: Compositor CAP
fr: CAPCompositeur
sw: Capcomcoser

source: The code denoting the language of the alert message.If not selected, 'en-US' will be used as default
pt: O código que indica o idioma da mensagem de alerta. Se não for selecionado, 'en-US' será usado como padrão

source: Languages
pt: Idiomas

source: Other Settings
pt: Outras configurações

source: Category of Hazard
pt: Categoria de perigo

source: Event Code is required
pt: O código do evento é obrigatório

source: Language Code
pt: Código do idioma

source: Language Name
pt: Nome do idioma

source: Lightning
pt: Raio
